[
  "Dixit Agro DX 083 Iron Wheel Texas Diesel Power Tiller 7 to 9 HP 16 and 21 Inch | दीक्षित एग्रो DX083 आयरन व्हील टेक्सास डीजल पावर टिलर 7 से 9 HP 16 और 21 इंच | Machine Accessories | Power Tiller Attachments |  |  |  |  |  |  |  | ",
  "Patil Machinery 6 Fan Double Speed Malticrop Thresher | पटिल मशीनरी 6 फैन डबल स्पीड मल्टीक्रॉप थ्रेशर | Hand Operated Equipment | Post Harvesting Equipment |  |  | पाटिल मशीनरी |  |  |  |  | ",
  "Bajra Nutrifeed (Multicut Forage) Advanta | बाजरा - नूट्रीफीड (मल्टीकट) - अडवांटा | Livestock | Fodder Seed |  |  |  |  |  |  |  | ",
  "Red Mirchi Hi Tech Sprayer Masand | रेड मिर्ची हाई-टेक स्प्रेयर - मसंद | Agri | Sprayer |  |  | मसंद |  |  |  |  | ",
  "Curd Making Machine (30 Kg) Outer Body MS Athrav | दही बनाने की मशीन (30 किग्रा) एमएस आउटर बॉडी के साथ - अथर्व | Livestock | Milk Processing | ये दही बनाने की आधुनिक मशीन है इस मशीन में 600 वाट 3 A का हीटर लगा है की सहायता से गाय, भैस के दूध की अच्छी गुणवत्ता वाली दही काम समय में बनकर तैयार हो जाती है |  | अथर्व |  |  |  |  | ",
  "Briovit Gold Multi Vitamin Liquid Brio Vet Pharma | ब्रायोविट गोल्ड - मल्टी विटामिन- ब्रायो वेट फार्मा | Livestock | Animal Health |  |  | ब्रायो वेट फार्मा |  |  |  |  | ",
  "SB 150 Premium Single way Fogger Kit (150Feet pipe 9mmand30 Fogger Nozzleand1timerand1filterand150GPD Pump) | SB-150 प्रीमियम सिंगल वे फोगर किट (150 फीट पाइप 9 मिमी + 30 फोगर नोजल + 1टाइमर + 1फिल्टर + 150 जीपीडी पंप) | Livestock | Dairy Farm Management |  | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। |  |  |  |  |  | ",
  "52cc Side Pack Brush Cutter 2 Stroke Engine | 52cc साइड पैक ब्रश कटर 2-स्ट्रोक इंजन रिकॉइल - शक्तिवान | Agri | Harvesting |  |  | शक्तिवान |  |  |  |  | ",
  "Sponge Gourd Nakshatra F1 Hybrid Shine Brand Seeds, (Gilki) 50 Gm | स्पंज लौकी नक्षत्र F1 हाइब्रिड - शाइन ब्रांड बीज, (गिलकी) 50 ग्राम | Agri | Seeds | संकर/हाइब्रिड लौकी एफ1 नक्षत्र के बीज अत्यंत उत्पादक होते हैं, जो 50 से 55 दिनों में पक जाते हैं। हमारे उत्पाद कड़े गुणवत्ता उपायों से गुजरते हैं, इसलिए हम अपने ग्राहकों को आश्वस्त करते हैं कि हमारी ओर से गुणवत्ता-परीक्षित हाइब्रिड बीAAAजों की श्रृंखला पेश की जाती है। |  | शाइन सीड्स |  |  |  |  | ",
  "Sai Seva Fixed Double Bucket Milking machine  with 1.5 HP Motor and  6.5 HP Petrol Engine   | साईं सेवा मिल्किंग मशीन इलेक्ट्रिक 1.5 HP और पेट्रोल 6.5 HP इंजन फिक्स्ड डबल बाल्टी | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "Exloyn Lumina Thiamethoxam 12.6% Lambda Cyhalothrin 9.5% ZC 250 ml | एक्सलॉयन ल्यूमिना थायामेथॉक्साम 12.6% + लैम्ब्डा सायहलोथ्रिन 9.5% ज़ेडसी 250 मिली | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "PC Inline 16mm 40cm 2 lph Cl 2  (400 Metre Bundle) Jain Irrigation | पीसी इनलाइन 16 मिमी 40 सेमी 2 एलपीएच सीएल-2 (400 मीटर का बंडल) - जैन इरिगेशन | Agri | Irrigation Equipments |  |  | जैन इरिगेशन |  |  |  |  | ",
  "Combo Of (Power Weeder Tiller 7HP Petrol and seeder) Farm Sathi Agro | फार्म साथी एग्रो पावर  टिलर 7HP पेट्रोल सीडर के साथ | NaN | NaN | यह 7HP पेट्रोल पावर वीडर/टिलर + सीडर कॉम्बो किसानों और बागवानों के लिए एक बहुमुखी और उपयोगी उपकरण है। यह मिट्टी तैयार करने और मिट्टी हटाने और बीज बोने का काम आसान और कुशल बनाता है। |  |  |  |  |  |  | ",
  "Rain Bird VANNOZZ VAN Nozzle 4 VAN (Pack of 10) | रेन बर्ड VANNOZZ 4-VAN नोजल (10 का पैक) | Aqua | Aqua Machines |  |  |  |  |  |  | छोटे और अनियमित क्षेत्रों की सिंचाई के लिए | ",
  "Double Wolf DW52EASM6 Earth Auger Petrol Engine 3 HP 52 CC 2 Stroke With 6 Inch Bit | डबल वुल्फ DW52EASM6 अर्थ ऑगर पेट्रोल इंजन के साथ 3 HP 52 सीसी 2 स्ट्रोक 6 इंच बिट | Machinery | Auger Machine | एक शक्तिशाली और ऊर्जा दक्ष अर्थ औगर है। यह तेज खुदाई के लिए 3 HP पावर और 52 CC इंजन से सुसज्जित है। 1 लीटर पेट्रोल में 80-100 छेद खोदने की क्षमता और मजबूत 6 इंच बिट के साथ यह टिकाऊ और प्रभावी है। |  | डबल वुल्फ  |  |  |  |  | ",
  "Hand Operated Peanut Shelling Decorticator Machine 50 Kg Hr Jay Ambe | हाथ से चलाने वाली मूंगफली छिलाई/डेकार्टिकेटर मशीन, 50 किलोग्राम/घंटा - जय अम्बे | Agri | Food Processing Machines |  |  | जय अम्बे इंजीनियरिंग |  |  |  |  | ",
  "Namaste Agro Self propelled power reaper With seating arrangement | नमस्ते एग्रो सीटिंग व्यवस्था सहित स्वयं चालित पावर रीपर | Machinery | Power Reaper | 5HP डीज़ल इंजन / 3 बेल्ट कटिंग सिस्टम / 4.5 लीटर फ्यूल टैंक / 3600 RPM | फसल कटाई / खेत की सफाई / मीडियम से हाई हाइट की फसलों के लिए उपयुक्त |  नमस्ते एग्रो |  सीटिंग व्यवस्था सहित स्वयं चालित रीपर अटैचमेंट |  |  | कटाई के समय बैठकर आरामदायक संचालन | ",
  "Exloyn Electra Emamectin Benzoate 1.9% EC 500 ml | एक्सलॉयन इलेक्ट्रा इमामेक्टिन बेंजोएट 1.9% ईसी 500 एमएल | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Dixit Agro GX50 2HP 4 Stroke Brush Cutter (B.P) 50CC Petrol Engine with 3 teeth blade | दीक्षित एग्रो GX50 2HP 4 स्ट्रोक ब्रश कटर (B.P) 50CC पेट्रोल इंजन 3 दांत ब्लेड के साथ | Machinery | Grass Cutting Machine |  |  |  |  |  |  |  | ",
  "Dixit Agro TH130 Thermal Fogging Machine 48CC Electric | दीक्षित एग्रो TH130 थर्मल फॉगिंग मशीन 48CC इलेक्ट्रिक | Fogging Machine | Fogging Machine |  |  |  |  |  |  |  | ",
  "Saimax SM420Q With Premium Mac | साइमैक्स SM420Q प्रीमियम मैक के साथ | Machine Accessories | Engine |  15 HP /  3600 RPM / 4 स्ट्रोक / सिंगल सिलेंडर / 8.5 इंच प्रोपेलर |  फिशिंग बोट / ट्रांसपोर्ट बोट / मैरीन ऑपरेशन / उथले पानी में चलने योग्य |  Saimax |  मरीन लॉन्गटेल इंजन सेटअप |  |  | मत्स्य पालन वाली नावों में स्थायित्व और बेहतर कंट्रोल के लिए उपयोगी | ",
  "Perfofyer | परफोफायर | Agri | Chemicals | परफोफायर बेहद कड़वे योगिको पर आधारित एक अवशेष मुक्त, कीटविकर्षक है| ग्रीन हाउस और ओपन फील्ड खेती दोनों में फलों, सब्जियों , फूलों, अनाज, दालों, फलियों , कपास, गन्ना, चाय आदि जैसी फसलों के लिए परफोफायर कीट निरोधक साबित हुआ है | |  | एग्रीओ |  |  |  |  | ",
  "Siddhi Agri 20 Micron 4 Feet 400 Meter Plastic Mulching Film | सिद्धि एग्री 20 माइक्रोन 4 फीट 400 मीटर प्लास्टिक मल्चिंग फिल्म | Agri | Farm Protection Equipment |  |  | सिद्धि एग्री  |  |  |  |  | ",
  "Double Wolf DW68EASM10 Earth Auger Petrol Engine 3 HP 68 CC 2 Stroke With 10 Inch Bit | डबल वुल्फ DW68EASM10 अर्थ ऑगर पेट्रोल इंजन के साथ 3 HP 68 सीसी 2 स्ट्रोक 10 इंच बिट | Machinery | Auger Machine | एक शक्तिशाली और ऊर्जा दक्ष अर्थ औगर है। यह तेज खुदाई के लिए 3 HP पावर और 68 CC इंजन से सुसज्जित है। 1 लीटर पेट्रोल में 80-100 छेद खोदने की क्षमता और मजबूत 10 इंच बिट के साथ यह टिकाऊ और प्रभावी है। |  | डबल वुल्फ  |  |  |  |  | ",
  "Vansun SS Milking Machine Bucket Complete | वनसून SS मिल्किंग मशीन बकेट कंप्लीट | Livestock | Milking Machine and Accessories | स्टेनलेस स्टील MS 304 से निर्मित और जंग लगने से सुरक्षित । यह क्लस्टर, पल्सेटर और ढक्कन के साथ आती है | ये मशीन वज़न में काफी हलकी है और इसे आसानी से कही भी लेजाया जा सकता है | |  |  |  |  |  |  | ",
  "Bulk Milk Cooler (3000 LTR) Single Compartment Technomond | बल्क मिल्क कूलर (3000 लीटर) सिंगल कम्पार्टमेंट | Livestock | Milk Processing | दूध का संग्रह केंद्र का सबसे महत्वपूर्ण हिस्सा बल्क मिल्क कूलर है। जब दूध निकाला जाता है, तो यह लगभग 37 डिग्री सेल्सियस पर होता है। यदि निष्कर्षण के बाद दूध कमरे के तापमान पर बना रहता है, तो बैक्टीरिया की वृद्धि दूध की गुणवत्ता को प्रभावित करेगी। निर्धारित समय में दूध को 4 डिग्री सेल्सियस तक ठंडा करने के लिए बल्क मिल्क कूलर का इस्तेमाल किया जाता है। बल्क मिल्क कूलर विभिन्न प्रकार के आकारों में उपलब्ध है। इस मशीन के मदद से आप दूध को 18 से 48 घंटे तक ठंडा रख सकते हो। साथ ही आप दूध को स्टोरेज भी कर सकते हो। |  |  |  |  |  |  | ",
  "MINFLUKE SUPENSION (Worm Infestation) | मिनफ्लुक सस्पेंशन (पेट के कीड़ो हेतु) | Livestock | Animal Health | इस उत्पाद के प्रयोग से पशु के पेट के अंदर व लीवर के कीड़े का रोकथाम होता है| इस के प्रयोग से पशु २ से 3 दिन तक पतला गोबर कर सकता है| इस कारण से आपको परेशान नहीं होना चाहिए| गोबर को देखने से आपको कीड़े भी दिख सकते है| |  | एनिमैक्स फार्मा |  |  |  |  | ",
  "Exylon Magnum Metribuzin 70% WP 250 gm | एक्सलॉयन मैग्नम मेट्रिबुज़िन 70% डब्ल्यूपी 250 ग्राम | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Dixit Agro DX 066 7 to 9 HP Deep Single Plough Tiller Attachment | दीक्षित एग्रो DX 066 7 से 9 एचपी के लिए डीप सिंगल प्लो टिलर अटैचमेंट | Machine Accessories | Power Tiller Attachments | यह 7 से 9 HP ट्रैक्टर के लिए डिज़ाइन किया गया डीप सिंगल प्लो टिलर है, जो गहरी जुताई करता है, मिट्टी की उर्वरता बढ़ाता है और इंधन की खपत कम करता है। इसका टिकाऊ निर्माण इसे लंबे समय तक प्रभावी बनाता है। | यह 7 से 9 हॉर्सपावर के ट्रैक्टर के साथ काम करता है, जो छोटे और मध्यम किसानों के लिए आदर्श है। इसे ट्रैक्टर पर जोड़ना और हटाना सरल है, जिससे समय और श्रम की बचत होती है। | दीक्षित एग्रो |  |  |  |  | ",
  "Rain Bird VANNOZZ VAN Nozzle 15 VAN (Pack of 10) | रेन बर्ड VANNOZZ 15-VAN नोजल (10 का पैक) | Aqua | Aqua Machines |  |  |  |  |  |  | बड़े क्षेत्रों के लिए आदर्श | ",
  "Patil Machinery Tractor Operated Rice Mill | पटिल मशीनरी ट्रैक्टर संचालित राइस मिल | Machinery | Post Harvesting Machines | पाटिल मशीनरी का ट्रैक्टर ऑपरेटेड राइस मिल मशीन किसानों को कम लागत में धान से चावल निकालने की सुविधा प्रदान करता है।  | यह मिल धान को उच्च गुणवत्ता वाले चावल में परिवर्तित करने के लिए उपयोग की जाती है।  | पाटिल मशीनरी |  |  |  |  | ",
  "Solar Light Trap SKYY International | मिनी सोलर लाइट ट्रैप - स्काई इंटरनेशनल | Solar | Solar Insect Trap |  |  | स्काई इंटरनेशनल |  |  |  |  | ",
  "AgrowSure Weeder 8 Row 1 6 1 40 to 50 HP | एग्रोश्योर वीडर 8 पंक्ति (1-6-1), HP रेंज: 40-50 HP | Machinery | Thresher |  | यह मशीन बड़े खेतों में खरपतवार हटाने के लिए अधिक पंक्तियों के साथ तेज़ और प्रभावी प्रदर्शन देती है।  |  |  |  |  |  | ",
  "Delonix Regia Flower Tree Seeds for Avenue, Gulmohar Seeds 100 Gm Pack of 3 Garden Flower Seeds Sri Sai Forestry | एवेन्यू के लिए डेलोनिक्स रेजिया फूल के पेड़ के बीज, गुलमोहर के बीज - 100 ग्राम - 3 का पैक - बगीचे के फूल के बीज - श्री साई फॉरेस्ट्री | Agri | Seeds |  |  | श्री साई फॉरेस्ट्री |  |  |  |  | ",
  "Ravi Industries 2 in1 Sugarcane Juice Machine SKI 1 Super Model with 2 Pokal CI Roller | रवि इंडस्ट्रीज 2-1 मैन्युअल प्लस पावर चलित गन्ना रस मशीन मशीन SKI-1 सुपर मॉडल 2 पोकल CI रोलर के साथ | Hand Operated Equipment | Post Harvesting Equipment | रवि इंडस्ट्रीज द्वारा निर्मित गन्ने का जूस मशीन SKI-1 सुपर मॉडल में कुशल जूस निष्कर्षण के लिए एक टिकाऊ पोकल CI रोलर सिस्टम है। वाणिज्यिक उपयोग के लिए डिज़ाइन किया गया, यह उच्च आउटपुट और ताज़ा, गुणवत्ता वाला जूस सुनिश्चित करता है, जो इसे जूस स्टॉल और रेस्तरां के लिए आदर्श बनाता है। |  |  |  |  |  |  | ",
  "Grow 6 White Black Mulching Sheet FGMUL RL 1000 X 400 | ग्रो 6 व्हाइट ब्लैक - मल्चिंग शीट - (बिना छेद वाला) 1000 मिमी चौड़ाई के साथ | Agri | Farm Protection Equipment | ग्रोइट की मल्च फिल्म मिट्टी की नमी को संरक्षित करने के लिए पौधे के चारों ओर मिट्टी की सतह पर एक परत जोड़ती है जो खरपतवार के विकास को रोकती है, फसलों को कीड़ों से बचाती है, मिट्टी के तापमान को नियंत्रित करती है और वाष्पीकरण के माध्यम से पानी की हानि को रोकती है। |  |  |  |  |  |  | ",
  "Sonu Electric Gerber Centrifuge Dual Purpose for 8 Butyrometers IDEC | IDEC - सोनू  इलेक्ट्रिक  गेरबेर  सेंट्रीफ्यूज  ड्यूल  पर्पस  फॉर  8 बुटीरोमेटर्स | Livestock | Milk Processing |  |  | आईडीईसी |  |  |  |  | ",
  "Stone Atta chakki with 2 HP motor Goyal Agro Industries | 2 एचपी मोटर के साथ स्टोन आटा चक्की - गोयल एग्रो इंडस्ट्रीज | Agri | Food Processing Machines |  |  |  |  |  |  |  | ",
  "Backpack Brush Cutter 4 Stroke GX 35 Shaktiwan | बैकपैक ब्रश कटर - 4 स्ट्रोक GX-35 - शक्तिवान | Agri | Harvesting | यह ब्रश कटर धान, गेहूँ आदि जैसी फ़सलों को काट सकता है. और शहतूत, खरपतवार, घास, पार्थेनियम आदि फ़सलों को ट्रिम भी कर सकते है यह 4-स्ट्रोक ब्रश कटर उत्तम टेक्नोलॉजी का है | इस ब्रश कटर के साथ धान काटने वाला ब्लेड, पैडी  गार्ड आदि कई सहायक अटैचमेंट आते है जो आपके कार्य को आसान बनाते है | ये ब्रश कटर धान, गेहूं, सोयाबीन आदि फसलों को काटने के लिए उत्तम उत्पाद है । टैप एन गो अटैचमेंट बगीचे में शहतूत, खरपतवार, घास, पार्थेनियम को काटने और ट्रिम करने के लिए उपयोग किया जाता है | |  | शक्तिवान |  |  |  |  | ",
  "Greenleaf Left & Right Black Tiller Blade Set for Brush Cutter | ग्रीनलीफ लेफ्ट एंड राइट ब्लैक टिलर ब्लेड सेट फॉर ब्रश कटर | Machinery | Thresher | ब्रश कटर के लिए मजबूत लेफ्ट और राइट ब्लैक टिलर ब्लेड सेट। | मिट्टी को भुरभुरा बनाने और खेती के लिए |  |  |  |  |  | ",
  "Cattle Weight Measuring Tape Cowfit | मवेशी का वजन मापने वाला टेप - काउफ़िट | Livestock | Dairy Farm Management | गाय का वजन मापने वाले टेप का उपयोग मवेशियों का वास्तविक वजन निर्धारित करने के लिए किया जाता है। वजन निर्धारित करने की प्रक्रिया बहुत सरल है, जानवर की छाती की परिधि को कोहनी के जोड़ों के कूबड़ के पीछे मापा जाता है। सेमी में परिधि को मापने के बाद कोई भी टेप पर किलोग्राम में लाइव वजन को लगभग 99% सटीकता के साथ माप सकता है। |  | आयुष्मान काउफिट |  |  |  |  | ",
  "Modiant Pro Seeder Manual Operation Double Box | मोडिएंट प्रो सीडर मैनुअल ऑपरेशन डबल बॉक्स | Machinery | Sowing Machine | मोडिएंट प्रो सीडर मैनुअल ऑपरेशन सिंगल बॉक्स एक हाथ से संचालित बीज बोने की मशीन है, जो छोटे और बड़े सभी प्रकार के बीजों की बुआई के लिए उपयुक्त है। |  |  मोडिएंट |  |  |  |  | ",
  "Rim 4.00 8 Size Set of 4 for 5 to 9 HP Power Tiller Shakti | शक्ति 5 से 9 HP पावर टिलर रिम 4.00 8 साइज (4 का सेट) | Machine Accessories | Power Tiller Attachments | 4.00-8 आकार के रिम सेट (4 रिम) को 5 से 9 HP शक्ति पावर टिलर के लिए डिज़ाइन किया गया है। ये रिम टायरों के लिए स्थायित्व और सहायता प्रदान करते हैं, जिससे स्थिर और प्रभावी संचालन सुनिश्चित होता है। |  |  |  |  |  |  | ",
  "Dixit Agro DX09 Guntaka Power Tiller Attachment | दीक्षित एग्रो DX09 गुंटका पावर टिलर अटैचमेंट | Machine Accessories | Power Tiller Attachments | दीक्षित एग्रो DX09 गुंटका पावर टिलर अटैचमेंट एक उच्च-प्रदर्शन उपकरण है जो कृषि कार्यों की दक्षता बढ़ाने के लिए डिज़ाइन किया गया है। यह पावर टिलर से आसानी से जुड़कर मिट्टी को सही तरीके से जोतता है, मिट्टी की हवा संचार क्षमता में सुधार करता है और पानी को बेहतर तरीके से बनाए रखता है। यह अटैचमेंट श्रम की आवश्यकता को कम करता है और तेजी से अधिक प्रभावी जोताई की अनुमति देता है। यह मजबूत, किफायती और विभिन्न प्रकार की मिट्टी और फसलों के लिए उपयुक्त है। गंटका पावर टिलर अटैचमेंट उन किसानों के लिए एक बेहतरीन विकल्प है जो मिट्टी की सेहत सुधारना, सिंचाई लागत घटाना और फसल उत्पादन में वृद्धि करना चाहते हैं। |  |  |  |  |  |  | ",
  "Double Wolf EARTH 4002 12V DC 110 PSI Double Motor for Battery Operated Sprayer | डबल वुल्फ EARTH 4002 12V DC 110 PSI डबल मोटर बैटरी चालित स्प्रेयर के लिए | Machinery | Spray Pumps | एक शक्तिशाली 12V DC, 110 PSI डबल मोटर है जो बैटरी संचालित स्प्रेयर के लिए डिज़ाइन किया गया है। यह 10-12 लीटर प्रति मिनट की अधिकतम फ्लो रेट के साथ उच्च दबाव प्रदान करता है, जिससे छिड़काव तेज और प्रभावी होता है। तांबे की वाइंडिंग और मजबूत निर्माण इसे टिकाऊ और लंबे समय तक चलने वाला बनाता है। |  | डबल वुल्फ  |  |  |  |  | ",
  "AJ Kisan Agrotech Extension Shaft (Diesel) | एजे किसान एग्रोटेक एक्सटेंशन शाफ्ट (डीजल) | Machinery | Thresher |  |  |  |  |  |  |  | ",
  "Chaff cutter with 2 HP electric motor Bhavesh Agro Technology | चारा कटर 2 एचपी इलेक्ट्रिक मोटर के साथ - भावेश एग्रो टेक्नोलॉजी | Livestock | Fodder Preparation | यह चाफ कटर बहुउद्देश्यीय उपकरण है जिसका उपयोग मवेशियों के लिए हरा और सूखा चारा बनाने के लिए किया जाता है। उन्हें विभिन्न क्षेत्रीय भाषाओं में चारा कटर और कुट्टी काटने की मशीन के रूप में जाना जाता है। इसका उपयोग दुग्ध उत्पादन में सुधार के लिए डेयरी मवेशियों को खिलाने के लिए किया जाता है। |  | मावड़ी |  |  |  |  | ",
  "VerdeMach SS24H Food Dehydrator 24 Layer | वर्डेमैक SS24H फूड डिहाइड्रेटर 24 परत | Hand Operated Equipment | Post Harvesting Equipment |  |  |  वर्डेमैक |  |  |  | फलों, सब्जियों, जड़ी-बूटियों और अन्य खाद्य पदार्थों को तेजी से डिहाइड्रेट करने के लिए उपयुक्त। | ",
  "Fruit Pulpper Juice Machine with 1.5 HP Motor (for mango, apple and all pulpy fruits) Confider | फ्रूट पल्पर/जूस मशीन - 1.5 HP मोटर के साथ(आम, कस्टड एप्पल (सीतफल),सेब व सभी लुग्दी, वाले फल हेतु) - कॉन्फ़िडर | Agri | Food Processing Machines | कॉन्फडर फ्रूट पल्पर/जूस मशीन लुग्दी वाले फलों से रस निकलने की आधुनिक मशीन है जो घर पर ही रस उत्पादन के लिए उपयोगी है। ये मशीन किसानों से लेकर व्यवसाय के मालिकों तक बहुत अच्छी मशीन मानी जाती है इस मशीन से 200 से 250 किग्रा/घंटा फलो का रस निकला जा सकता है |  |  |  |  |  |  | ",
  "Double Wolf DW68EASM6 Earth Auger Petrol Engine 3 HP 68 CC 2 Stroke With 6 Inch Bit | डबल वुल्फ DW68EASM6 अर्थ ऑगर पेट्रोल इंजन के साथ 3 HP 68 सीसी 2 स्ट्रोक 6 इंच बिट | Machinery | Auger Machine | एक शक्तिशाली और ऊर्जा दक्ष अर्थ औगर है। यह तेज खुदाई के लिए 3 HP पावर और 68 CC इंजन से सुसज्जित है। 1 लीटर पेट्रोल में 80-100 छेद खोदने की क्षमता और मजबूत 6 इंच बिट के साथ यह टिकाऊ और प्रभावी है। |  | डबल वुल्फ  |  |  |  |  | ",
  "Saimax GX 200 LBH | साइमैक्स GX 200 LBH | Machine Accessories | Engine | पेट्रोल बेस्ड हाई परफॉर्मेंस इंजन, बोट और स्प्रेयर के लिए उत्तम विकल्प।  | स्प्रेयर और बोट इंजन• खेती के स्प्रे कार्यों के लिए• नाव संचालन में उपयुक्त  | साइमैक्स | इंजन  |  |  | खेती और मत्स्य कार्यों में उपयोगी• मजबूत कृषि मशीनरी के लिए उपयुक्त  | ",
  "HIT O GEN Pack of 3 | हिटोजन - 3 का पैक | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Peanut Shelling Machine Manual cum Motor Operated with 0.25 HP motor Vishvakarma | पीनट (मूंगफली) शेलिंग मशीन मैन्युअल कम मोटर ऑपरेटेड 0.25 HP मोटर के साथ - विश्वकर्मा | Agri | Food Processing Machines | विश्वकर्मा द्वारा निर्मित पीनट (मूंगफली) शेलिंग मशीन मैन्युअल कम मोटर ऑपरेटेड 0.25 HP मोटर के साथ एक ऐसी मशीन है जो मूंगफली की फलियों को छीलने के लिए उपयोग की जाती है। यह मशीन मैन्युअल रूप से या 0.25 HP मोटर द्वारा संचालित की जा सकती है। |  | विश्वकर्मा |  |  |  |  | ",
  "Rumicam Powder (60gm) Pack of 15 Nitcam Pharma | रुमिकैम पाउडर (60 ग्राम) 15 का पैक - निटकैम फार्मा | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Electric Chaff Cutter Chaff Blades (Set of 4) Shaktiwan | इलेक्ट्रिक चाफ कटर चाफ ब्लेड्स (4 का सेट) -शक्तिवान | NaN | NaN |  |  | शक्तिवान |  |  |  |  | ",
  "Paddy Maize Cleaner Dynamic Agro | धान / मक्का क्लीनर - डायनेमिक एग्रो | Agri | Post Harvesting | यह मशीन किसान श्रम लागत को कम करती है। स्थापित करने में आसान और रखरखाव की कोई आवश्यकता नहीं है। आसान गतिशीलता के लिए हल्का वजन। किसान इस मशीन को मैन्युअल रूप से या इस मशीन का उपयोग दोनों तरीकों से कर सकते हैं। इसमें स्थापित करके बिजली की मोटर की मदद। धान, गेहूं, ज्वार, अनाज, बाजरा आदि के लिए सर्वोत्तम उपयोग। |  | डायनामिक एग्रो मशीन |  |  |  |  | ",
  "Vansun Meflex Cow Mat (Pack of 6) | वनसून - मेफ्लेक्स गाय का मैट (6 का पैक) | Livestock Solution | Cow Mat | वानसुन ने मैट की किफायती रेंज विकसित की है जो रबर लाइनिंग और विशेष मेमोरी रिटेनिंग कंपाउंड के साथ ईवा पॉलीमर को मिलाकर बनाई गई है जो इसे हमेशा अपने सामान्य आकार में वापस लाती है। ये मैट सामान्य ईवा मैट की तुलना में जानवर को नरम समर्थन प्रदान करते हैं और क्योंकि विशेष सूत्रीकरण के उनके पास ईवा मैट की तुलना में लंबा जीवन है। वे वजन में कम हैं और किफायती भी हैं, विशिष्ट जीवन 3 वर्ष और उससे अधिक है |  |  |  |  |  |  | ",
  "Saimax HONDA BF50 DK4 | साइमैक्स होंडा BF50 DK4 | Machine Accessories | Motor |  50 एचपी इंजन / 4-स्ट्रोक /  5,500 - 6,000 आरपीएम / मल्टी-सिलेंडर / एल्यूमिनियम प्रोपेलर |  नाव / मछली पकड़ने की नाव / समुद्री परिवहन | Honda |  4-स्ट्रोक आउटबोर्ड मोटर (OBM) |  |  | मध्यम और बड़े आकार की नावों के लिए बेहतरीन, हाई परफॉर्मेंस आउटबोर्ड मोटर | ",
  "NEPTUNE SIMPLIFY FARMING Battery Knapsack Sprayer BS 13 Plus Double Pump Garden 16 LTR Tank | नेप्ट्यून सिम्प्लीफाई फार्मिंग बैटरी नेपसेक स्प्रेयर BS-13-Plus डबल पंप गार्डन 16 लीटर टैंक | Agri | Sprayer |  |  |  |  |  |  |  | ",
  "Feton Iron Tonic for Animals Feed Supplements Anfotal Nutritions | फि टोन आयरन टॉनिक - एनफोटल न्यूट्रिशन | Cattle Feed | Cattle Feed |  |  | अनफ़ोटल न्यूट्रिशन |  |  |  |  | ",
  "Jain Irrigation DIS SIS HYDR VAL PL 90MM 110MM 90MM ASM (HVP3SA) | जैन इरिगेशन DIS SIS हाइड्रॉलिक वाल्व प्लास्टिक 90 मिमी-110 मिमी-90 मिमी असेंबली (HVP3SA) | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Mecstroke 196CC 6.5 HP 4 Stroke Heavy Duty Petrol Operated Earth Auger Post Hole Digger Hand Earth Auger with 8 Inch 200mm and 12 Inch 300mm Diameter Bit Driller | मेकस्ट्रोक 196सीसी 6.5 एचपी 4-स्ट्रोक पेट्रोल संचालित अर्थ ऑगर पोस्ट होल डिगर, 8 इंच (200 मिमी) और 12 इंच (300 मिमी) व्यास बिट ड्रिलर के साथ | NaN | NaN | 196 सीसी/6.5 एचपी 4 स्ट्रोक हेवी ड्यूटी पेट्रोल संचालित अर्थ ऑगर/पोस्ट होल डिगर/हैंड अर्थ ऑगर 8 इंच/200 मिमी और 12 इंच/300 मिमी व्यास बिट/ड्रिलर के साथ आता है जो जमीन, खेतों, नर्सरी और ग्रीन हाउस में ड्रिलिंग प्रकार के ऑपरेशन के लिए उपयुक्त है |  | मेकस्ट्रोक |  |  |  |  | ",
  "Milkogen kit | मिल्कोजन किट- प्राकृतिक रूप से दूध उत्पादन हेतु | Livestock | Animal Health | मिल्कोजन एक होम्योपैथिक पशु चिकित्सा दवा है जिसका उपयोग गायों और भैंसों में प्राकृतिक रूप से दूध की पैदावार बढ़ाने के लिए किया जाता है। यह बिना किसी  साइड इफेक्ट के ऑक्सीटोसिन हार्मोन का एक प्राकृतिक प्रतिस्थापन है लेकिन दूध की उपज में निश्चित वृद्धि के साथ है। यह पशु में उपस्थित क्षमता को बढ़ा देता है जो की दूध की मात्रा और दूध के वसा प्रतिशत के लिए होता है |  | डॉ. गोयल |  |  |  |  | ",
  "Sunrise Irrigation Layflat Connector 16 MM Pack of 100 | सनराइज इरिगेशन लेफ्लैट कनेक्टर 16 एमएम – 100 नग | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Luminous 150Ah Tubular Battery ILTT18060 | ल्यूमिनस 150Ah ट्यूबलर बैटरी ILTT18060 | Machine Accessories | Battery |  150Ah ट्यूबलर बैटरी / वर्जिन PPCP कंटेनर / मजबूत बॉडी डिजाइन / लंबी बैकअप क्षमता |  घरेलू इन्वर्टर / दुकानें और ऑफिस / बिजली कटने वाले क्षेत्र / स्थायी बैकअप |  ल्यूमिनस |  ट्यूबलर इन्वर्टर बैटरी |  |  | घरेलू उपयोग में पावर कट के दौरान स्थिर बैकअप प्रदान करती है | ",
  "FAW Lure (Pack of 10) Green revolution | एफएडब्ल्यू ल्यूर (10 का पैक) - ग्रीन रेवोलुशन | Agri | Farm Protection Equipment | एफएडब्ल्यू ल्यूर और ट्रैप मक्का , चावल और 80 अन्य फसलें को फॉल आर्मीवर्म से सुरक्षित करता है |इसके उपयोग से आपको ज्यादा कीटनाशकों की आवश्यकता नहीं पड़ेगी जिससे सभी फसले कुदरती तोर पे बढ़ती है और उनकी गुणवत्ता में भी बढ़ोतरी होती है | |  | ग्रीन रेवोलुशन |  |  |  |  | ",
  "Garuu Technology 15 LPH Ultrasonic Humidifier | गारू टेक्नोलॉजी 15 एलपीएच अल्ट्रासोनिक ह्यूमिडिफायर | Livestock Solution | Fogger Kit |  15 एलपीएच अल्ट्रासोनिक ह्यूमिडिफायर / 900 वाट / 220V AC / SS बॉडी / ऑटोमैटिक वाटर इनपुट। |  ग्रीनहाउस नमी नियंत्रण / मशरूम उत्पादन / औद्योगिक ह्यूमिडिफिकेशन। |  गारू टेक्नोलॉजी |  अल्ट्रासोनिक ह्यूमिडिफायर |  |  | ग्रीनहाउस और हाइड्रोपोनिक्स में आवश्यक नमी बनाए रखने के लिए उपयुक्त। | ",
  "Tricho cap Codagu Agritech Eco | ट्राइको कैप - कोडागु एग्रीटेक इको | Agri | Chemicals |  |  | कोडागु एग्रीटेक इको |  |  |  |  | ",
  "Calf Feeding Bottle (pack of 5) | बछड़े को दूध/पानी पिलाने की बोतल (5 के पैक के साथ) | Livestock | Milking Machine and Accessories | यह फीडिंग बोतल खाद्य ग्रेड प्लास्टिक से बनी है। बछड़ों को दूध या अन्य तरल खाद्य पदार्थ खिलाने के लिए इसकी आवश्यकता होती है। आसानी से चूसने के लिए इस बोतल के ऊपर एक लंबा और मुलायम निपल दिया गया है। |  |  |  |  |  |  | ",
  "V L K R 120 Single Way Fogger Kit With 120 Feet Pipe 24 Nozzel SV Timer and 100 GPD Motor Pack of 11 | 10 के मूल्य पर 11 का ऑफर -  V L K R 120 फॉगर किट 24 नोजल और बाउल फिल्टर के साथ | Machine Accessories | Fogging kit Accessories | एक उन्नत फॉगिंग सिस्टम है, जो 120 फीट 6 मिमी पाइप और 24 नोजल के साथ पारंपरिक कूलिंग सिस्टम की तुलना में कम बिजली और पानी की खपत करता है, जिससे यह एक किफायती समाधान बन जाता है। SV टाइमर और 100 GPD मोटर ऊर्जा की बचत करते हुए प्रभावी फॉगिंग सुनिश्चित करते हैं। |  | V L K R |  |  |  |  | ",
  "Perfect HTP Sprayer Without Motor (PA HTP120) | परफेक्ट एचटीपी स्प्रेयर बिना मोटर (PA HTP120) | Machinery | Spray Pumps |  | यह HTP स्प्रे पंप बड़े कृषि क्षेत्रों, बागानों और व्यावसायिक स्तर की खेती में कीटनाशक, फंगीसाइड और अन्य रसायनों के छिड़काव के लिए उपयुक्त है।  |  परफेक्ट |  |  |  |  | ",
  "VerdeMach PM7 Flat Die Pellet Machine 7.5HP Three Phase | वर्डेमैक PM7 फ्लैट डाई पैलेट मशीन 7.5HP थ्री फेज | Livestock | Feed Preparation |  |  |  वर्डेमैक |  |  |  | इस मशीन का उपयोग पशु चारा, बायोमास, फीड पैलेट और अन्य कृषि उत्पादों के उत्पादन के लिए किया जाता है, जिससे फीड प्रोसेसिंग आसान होती है। | ",
  "Battery Powered Poultry Litter Raking Machine Stepupify | स्टेपपिफाई बैटरी ऑपरेटेड पोल्ट्री लिटर रेकिंग मशीन | Others | Poultry Products |  26 वोल्ट बैटरी चालित मशीन / 3500 RPM PMDC मोटर / 32 Nm टॉर्क आउटपुट / 2–2.5 घंटे बैटरी बैकअप |  पोल्ट्री शेड सफाई के लिए आदर्श / कूड़ा हटाने और लिटर रेकिंग के लिए उपयुक्त / सीमित स्थानों में सरल संचालन / बैटरी इंडिकेटर और सेफ्टी ब्लेड कवर के साथ सुरक्षित उपयोग |  स्टेपपिफाई |  बैटरी चालित पोल्ट्री लिटर रेकिंग मशीन |  |  | पोल्ट्री शेड में साफ-सफाई के लिए एकदम उपयुक्त मशीन, जहां निरंतर संचालन की आवश्यकता होती है। | ",
  "Power Tiller 6 Hp Diesel KM178F With Self Start FRTC 2016DXE Falcon | फाल्कन FRTC 2016DXE पॉवर टिलर डीजल 6 HP इंजन मॉडल KM178F सेल्फ स्टार्ट के साथ | Agri | Harvesting |  |  | फाल्कन |  |  |  |  | ",
  "Extension Drill 100cms (3.33 Feets) Mitsuyama | एक्सटेंशन ड्रिल 100 सेमी (3.33 फीट) - मित्सुयामा | Machinery | Auger Machine |  |  | मित्सुयामा |  |  |  |  | ",
  "Pulverizer 2 in 1 with 2 HP Prime Power (Single Phase) CGP0021 Model Clarnigo | पुल्वराइज़र 2 इन 1 - 2 एचपी के साथ - प्राइम पावर (सिंगल फेज़) CGP0021 मॉडल - क्लेर्निगो | Agri | Food Processing Machines |  |  | क्लेर्निगो |  |  |  |  | ",
  "Jain Irrigation BV63HSW DIS SIS CTRL VALVE 63MM MOLDSEAL THR | जैन इरिगेशन BV63HSW DIS SIS कंट्रोल वाल्व 63MM मोल्डसील थ्र | Drip Irrigation | Drip Fittings | यह डबल यूनियन प्रकार के नियंत्रण वाल्व हैं, जिनमें सॉल्वेंट वेल्डेड कनेक्शन और टीफ्लॉन सीट रिंग दी गई है, जो इसकी मजबूती और दीर्घायु को बढ़ाती है। |  |  |  |  |  |  | ",
  "Modiant Pro Seeder Single Box For Power Tiller | मोडिएंट प्रो सीडर सिंगल बॉक्स पावर टिलर के लिए | Agri | Harvesting | यह टिलर ऑपरेटेड प्रो सीडर खेतों में बीज बोने की प्रक्रिया को सरल और तेज बनाता है।  |  |  |  |  |  |  | ",
  "Poultry Feeder for Poultry Farm and for all Other Birds Feeder Capacity 3 kg (Pack of 20) Ndeal | पोल्ट्री फार्म और अन्य सभी पक्षियों के लिए पोल्ट्री फीडर - फीडर क्षमता 3 किलो (20 का पैक) - एनडील | Poultry | Poultry Equipment | पैन में फ़ीड/ दाना और पानी के स्तर को तीन समायोजन का उपयोग करके नियंत्रित और प्रबंधित किया जा सकता है अत्यधिक कुशल विस्तार शंकु जो दाना ठीक से डालने में मदद करता है, पक्षियों की भीड़ को नियंत्रित करने के लिए ग्रिल उपलब्ध हैं, इससे श्रम कम होता है और समय की बचत होती है। |  | एनडील |  |  |  |  | ",
  "DLS Brush Cutter Side Pack Machine 35 CC | डीएलएस -  साइड पैक ब्रश कटर मशीन 35 सीसी | Agri | Harvesting | DLS 35 CC साइड पैक ब्रश कटर एक उच्च गुणवत्ता वाला, उपयोग में आसान ब्रश कटर है जो फसलों की कटाई और घास और झाड़ियों को काटने के लिए एकदम सही है। इसमें एक साइड पैक डिज़ाइन है जो इसे कहीं ले जाने में आसान होता है, और इसके उच्च गुणवत्ता वाले स्टेनलेस स्टील ब्लेड एक चिकनी, साफ कट सुनिश्चित करते हैं। ब्रश कटर स्थिरता के लिए नॉन-स्किड बेस और आसान खींचने के लिए एक बड़े हैंडल से भी लैस है। इसे साफ करना आसान है और नायलॉन रोप कटर, तेजी से फसल काटने के लिए 80 दांत और झाड़ियों को काटने के लिए 3 दांत ब्लेड के साथ आता है। |  |  |  |  |  |  | ",
  "Horizontal Chaff Cutter Dynamic Agro | हॉरिजॉन्टल चाफ कटर - डायनेमिक एग्रो | Livestock | Fodder Preparation | विशेष रूप से सभी प्रकार की पौधों की शाखाओं, ताजी घास, चावल और गेहूं के भूसे, मकई के डंठल, आदि को काटने के लिए उपयोग किया जाता है। कटी हुई घास और पौधों की शाखाओं के टुकड़े गाय, भेड़, सुअर को खिलाने के लिए उपयोग किए जाते हैं। , चिकन, डेयरी और पशुपालकों के लिए पहली पसंद। |  |  |  |  |  |  | ",
  "Power Reaper(3belt,4 Cutting line) 7HP(212 CC) Honda GX200 Petrol Shaktiwan | पावर रीपर (3 बेल्ट, 4 कटिंग लाइन) - 7HP(212 सी सी)  होंडा G X 200 पेट्रोल इंजन के साथ - शक्तिवान | Agri | Harvesting |  |  | शक्तिवान |  |  |  |  | ",
  "Grow Bag 12X18 Inch (Pack of 10) India Green Innovative | ग्रो बैग 12X18 इंच (10 का पैक) - इंडिया ग्रीन इनोवेटिव | Agri | Field Preparation | यह एचडीपीई ग्रो बैग - आपकी रोपण आवश्यकताओं के लिए एकदम सही समाधान है। यह बहुमुखी ग्रो बैग जड़ी-बूटियों, सब्जियों, फूलों और छोटे फलों के पेड़ों सहित विभिन्न प्रकार के पौधों के लिए उपयुक्त है। |  |  इंडिया ग्रीन इनोवेटिव |  |  |  |  | ",
  "Mecstroke 8.5mm 100 Meter Orange Colour High Pressure 5 Layer PVC Spray Hose Watering Pipe | मेकस्ट्रोक 8.5 मिमी 100 मीटर ऑरेंज कलर हाई प्रेशर 5 लेयर पीवीसी स्प्रे होज वाटरिंग पाइप | Machinery | Spray Pumps |  |  | मेकस्ट्रोक |  |  |  |  | ",
  "Sprayer 0.1HP and Drip injector and 20 metre 16mm HDP Pipe and 2 Brass connector and Spray Gun Ujwal | स्प्रेयर 0.1 एचपी + ड्रिप इंजेक्टर + 20 मीटर 16 मिमी एचडीपी पाइप + 2 ब्रास कनेक्टर + 1 स्प्रे गन + 1 स्प्रे लांस - उज्जवल इलेक्ट्रिकल | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "NK Dairy Lassi Machine 3 Liter | एन के डेयरी लस्सी मशीन 3 लीटर | Livestock | Milk Processing |  3 लीटर प्रति बैच / ऑटोमेटिक ऑपरेशन / कम बिजली खपत / स्वचालित संचालन |  डेयरी, रेस्टोरेंट और कैफे के लिए |  एन के डेयरी |  |  |  | होटल, रेस्टोरेंट और डेयरी में बड़े पैमाने पर लस्सी उत्पादन के लिए। | ",
  "BAKSON VETERINARY ALFAFA Tonic  450 ML | बेक्सन वेटरनरी अल्फाल्फा टॉनिक (450 एमएल) | Livestock | Animal Health | स्वास्थ्य व विकास के लिए पोषक टॉनिक  | ऊर्जा व पाचन सुधार  | BAKSON VETERINARY  | होम्योपैथिक टॉनिक  |  |  | कमजोरी व थकावट में उपयोगी | ",
  "VerdeMach SJ300X Battery Sugarcane Juicer with 200L Per hour | वर्डेमैक SJ300X बैटरी शुगरकेन जूसर 200L/घंटा | Machinery | Sugarcane Juice Machine |  |  |  वर्डेमैक |  बैटरी ऑपरेटेड |  |  | बिना बिजली के बैटरी से चलने वाली मशीन, जिसे कहीं भी आसानी से उपयोग किया जा सकता है। | ",
  "A1A2 Genotyping Path Vets | A1A2 जीनोटाइपिंग जाँच - पाथ वेट्स | Livestock | Animal Health | गाय/भैंस की जीनोटाइप स्थिति की पुष्टि करने के लिए, A1A1, A1A2 या A2A2 जीनोटाइपिंग |  | पाथ वेट्स |  |  |  |  | ",
  "FB SHYAMA Black Basil Seeds Farmson Biotech | एफबी- श्यामा काली तुलसी के बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-श्यामा काली तुलसी एक सीधी, कई शाखाओं वाली उपझाड़ी है, जो बालों वाले तनों के साथ 30-60 सेमी लंबी होती है। इनकी पत्तियाँ बैंगनी होती हैं, यह सरल, डंठल वाले, अंडाकार, 5 सेमी तक लंबे ब्लेड वाले होते हैं, जिनमें आमतौर पर थोड़ा दांतेदार किनारा होता है, वे बहुत सुगंधित होते हैं। बैंगनी रंग के फूलों को लम्बी गुच्छों पर निकट चक्रों में रखा जाता है। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Earth Auger 63CC With One Auger Bitt RBD PHD63 (RBD) | अर्थ ऑगर 63CC ऑगर बिट के साथ - आरबीडी-पीएचडी63 (आरबीडी) | Agri | Field Preparation | उत्पाद विवरण आरबीडी अर्थ ऑगर जमीन, खेतों, नर्सरी और ग्रीनहाउस में ड्रिलिंग प्रकार के संचालन के लिए उपयुक्त है। केले के बागानों, सब्जियों की फसलों के लिए खेतों में ड्रिलिंग के लिए कृषि प्रयोजन के लिए उपयोग करें। इसका उपयोग कृषि संस्थानों, बागवानी वृक्षारोपण, राजमार्ग प्राधिकरण, बाड़ लगाने के ठेकेदारों के लिए भी किया जाता है। RBD अर्थ ऑगर 63cc 2 स्ट्रोक इंजन में उपलब्ध है। |  |  |  |  |  |  | ",
  "Leveler And Digger With Dole Maker For 7 Hp Combo | अटैचमेंट कॉम्बो 8 लेवलर+डिगर+डोल मेकर 7 एच पी पावर टिलर के लिये | NaN | NaN | लेवलर और डिगर विद डोल मेकर फॉर 7 एचपी कॉम्बो एक कृषि यंत्र है जो खेत की मिट्टी को समतल (लेवलर), आलू की खुदाई (डिगर) और ढेर बनाने (डोल मेकर) के लिए उपयोग होता है। यह 7 एचपी पावर टिलर के साथ जुड़कर समय, श्रम और ईंधन की बचत करता है। |  | शक्ति  |  |  |  |  | ",
  "Wolf Garten Fruit Collector(FC M) | गिरे हुए फलो को इकठा करने के लिए  - एफसी-एम - वुल्फ गार्टन | Agri | Gardening | गिरे हुए फलों को आराम से और बिना पीठ दर्द के इकट्ठा करें। नया फल संग्राहक 3.5cm से 10cm तक फलों को इकट्ठा करने के लिए  तार विस्थापन का उपयोग करता है। एक बार टोकरी में इकट्ठा करने के बाद, फलों को छोड़ने के लिए विशेष रूप से डिज़ाइन किए गए ब्रैकेट का उपयोग करके उन्हें खाली करना और भी आसान हो जाता है।  |  | वुल्फ गार्टन |  |  |  |  | ",
  "Bottle Gourd (Round) MAHY 1 Hybrid Seeds | महीको- लौकी (गोल) - माही 1 | Agri | Seeds |  |  |  |  |  |  |  | ",
  "Saimax SM420QGE2 with KKK RD 390 | साइमैक्स SM420QGE2 KKK RD 390 के साथ | Machine Accessories | Engine |  |  |  |  |  |  |  | ",
  "Greenleaf 18 inch Hitch for 7 & 9HP Petrol Power Weeder & Tiller | ग्रीनलीफ 18 इंच हिच फॉर 7 & 9HP पेट्रोल पावर वीड़र & टिलर | Machine Accessories | Power Tiller Attachments |  | टिलर और वीडर से जुड़ने के लिए |  |  |  |  |  | ",
  "AJ Kisan Agrotech Paddy Adjuster | एजे किसान एग्रोटेक पैडी एडजस्टर | Machinery | Thresher |  |  |  |  |  |  |  | ",
  "Irrigation Water Test Kit | सिंचाई जल जाँच किट | Agri | Field Preparation | सिंचाई जल गुणवत्ता डिजिटल लैब बुनियादी सिंचाई जल गुणवत्ता मानकों के लिए एक डिजिटल किट है जो फसल उत्पादकता के लिए महत्वपूर्ण है। जिन मापदंडों का परीक्षण किया जा सकता है वे हैं पीएच, ईसी, क्षारीयता, एसएआर, आरएससी, आदि। डिजिटल किट पूर्व-क्रमादेशित वर्णमापी, अन्य सहायक उपकरण और आवश्यक अभिकर्मकों के साथ आता है। |  | ओरलैब |  |  |  |  | ",
  "Exloyn Exyprole Chlorantraniliprole 18.50% SC 60 ml | एक्सलॉयन एक्सीप्रोल क्लोरांट्रानिलिप्रोल 18.50% एससी 60 एमएल | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "VerdeMach 720PH 7HP Power Tiller AC Model with Display and Headlight | वर्डेमैक 720PH 7HP पावर टिलर AC मॉडल डिस्प्ले और हेडलाइट के साथ | Agri | Power Weeder |  |  |  वर्डेमैक |  |  |  | सटीक और कुशल जुताई के लिए उपयुक्त, छोटे और मध्यम खेतों में प्रभावी। | ",
  "Vasundhara Self propelled Reaper VKY VCR 3SD | वसुंधरा सेल्फ प्रोपेल्ड रीपर VKY-VCR-3SD | Machinery | Power Reaper | स्वचालित संचालन, 3 चेन सिस्टम। | किसानों के लिए चलाने में आसान, कम लागत में फसल कटाई। |  | अपने से आप चलनेवाला |  |  |  | ",
  "E CARE Farmology | इ-केयर - फारमोलॉजी | Agri | Chemicals | ई-केयर पौधों, सब्जियों और फलों की एक विस्तृत श्रृंखला के लिए एंटी-फंगल गतिविधि के साथ एक व्यापक स्पेक्ट्रम जैविक कवकनाशी है। यह कई बीमारियों जैसे जंग, टिक, ब्लाइट, डाउनी मिल्ड्यू, पाउडरी मिल्ड्यू और स्पॉट इत्यादि को ठीक करने में मदद करता है। | जैविक फफूंदनाशी / जैविक कवक नियंत्रक |  | जैविक खाद |  |  |  | ",
  "M N Agro GHW 68 Dual Blade Hand Weeder 6 and 8 Inch Without Handle | M N एग्रो GHW 68 डुअल ब्लेड वीडर 6 और 8 इंच ब्लेड के साथ बिना हैंडल | Hand Operated Equipment | Gardening Equipments |  हैंड ओपरेटेड / डुअल ब्लेड – 6 और 8 इंच / बिना हैंडल / खेत और बागवानी कार्यों के लिए उपयुक्त |  खरपतवार हटाना / मिट्टी की गुड़ाई / पौधों के आसपास सफाई |  M N Agro |  हाथ से चलाने वाला डुअल ब्लेड वीडर (बिना हैंडल) |  |  | यह सब्ज़ी, फूल, और अनाज की खेती में पौधों के बीच की सफाई के लिए आदर्श है। | ",
  "Automatic Digital Egg Incubator All in One Hatching Machine For 400 Egg With Rolling Type Tray Hatchpro | 400 अंडों के लिए पूरी तरह से स्वचालित डिजिटल अंडा इनक्यूबेटर ऑल इन वन हैचिंग मशीन रोलिंग प्रकार ट्रे के साथ-हैचप्रो | Poultry | Egg Incubators | हैचप्रो ऑटोमैटिक डिजिटल एग इनक्यूबेटर 400 अंडे की क्षमता वाली एक ऑल-इन-वन हैचिंग मशीन है, जिसमें कुशल और विश्वसनीय अंडे सेने के लिए रोलिंग-टाइप ट्रे और उन्नत तापमान और आर्द्रता नियंत्रण की सुविधा है। |  |  |  |  |  |  | ",
  "Really 4 Stroke 35CC Side Pack Brush Cutter with ISI Engine (RAPL PCHS 35S R35S) | रियली 4 स्ट्रोक 35CC साइड पैक ब्रश कटर ISI इंजन के साथ (RAPL PCHS 35S R35S) | Agri | Harvesting | यह 35cc साइडपैक 4 स्ट्रोक ब्रश कटर एक हल्की, बहुमुखी मशीन है जिसका उपयोग ज़्यादातर कृषि कार्यों के लिए किया जाता है। यह उपकरण आपको 360-डिग्री सर्कल में काम करने की क्षमता देता है और कृषि, बागवानी, लॉन और बगीचे के रखरखाव और भूनिर्माण सहित उद्योगों के लिए एकदम सही है। |  | रियली |  |  |  |  | ",
  "BAKSON VETERINARY V 26  Injury Drops | बेक्सन वेटरनरी वी-26 (चोट की ड्रॉप्स) | Livestock | Animal Health | पशुओं के चोट, मोच, घाव व सूजन के उपचार हेतु प्राकृतिक होम्योपैथिक फार्मूला  | चोट / मोच / सूजन  | BAKSON VETERINARY  | होम्योपैथिक ड्रॉप  |  |  | चोट का उपचार | ",
  "Exylon Fiproguard Fipronil 5% SC 250 ml | एक्सलॉयन फिप्रोगार्ड फिप्रोनिल 5% एससी 250 एमएल | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "HTP COMPLETE SET WITH 6.5HP PETROL ENGINE AND B3 22 HTP Really | 6.5HPHTP पूरा सेट पेट्रोल इंजन और B3-22 HTP-रियली | Machinery | Spray Pumps |  |  | रियली |  |  |  |  | ",
  "FERTIAID CFP (Improves Conception Rate) | फर्टीऐड CFP (गर्भाधान के लिए) | Livestock | Animal Health |  |  | फर्टीऐड |  |  |  |  | ",
  "Grow Bag 12X18 Inch (Pack of 20) India Green Innovative | ग्रो बैग 12X18 इंच (20 का पैक) - इंडिया ग्रीन इनोवेटिव | Agri | Field Preparation | यह एचडीपीई ग्रो बैग - आपकी रोपण आवश्यकताओं के लिए एकदम सही समाधान है। यह बहुमुखी ग्रो बैग जड़ी-बूटियों, सब्जियों, फूलों और छोटे फलों के पेड़ों सहित विभिन्न प्रकार के पौधों के लिए उपयुक्त है। |  |  इंडिया ग्रीन इनोवेटिव |  |  |  |  | ",
  "HDPE Tarpaulins Sheet (15 X 12) Actual Size (14X11) Panda | पांडा - एच डी पी ई तिरपाल शीट (15 X 12) | Agri | Farm Protection Equipment |  |  |  |  |  |  |  | ",
  "FB 2120 Yellow Habanero Chili Seeds Farmson Biotech | एफबी-2120 पीली हबानेरो मिर्च के बीज - फार्मसन बायोटेक | Agri | Seeds | FB-2120 पीला हैबानेरो लंबा सीधा पौधा, फैले हुए बड़े पत्ते, हरे से पीले रंग में बदलने के लिए, लहरदार लालटेन आकार, फल की लंबाई 5 से 6 सेमी और 2-3.5 सेमी व्यास |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Fmd Vet Homoeo Vet (Pack of 3) Hivet | एफऍमदी-वेट (खुरपका मुँहपका रोग उपचार हेतु) (3 का पैक) - हाइवेट | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Saimax Electric Starter Motor Assembly | साइमैक्स इलेक्ट्रिक स्टार्टर असेंबली | Machine Accessories | Motor | इलेक्ट्रिक स्टार्टर मोटर असेंबली - पावरफुल इग्निशन के लिए  | इंजन स्टार्टिंग सिस्टम / इलेक्ट्रिक इग्निशन  | Saimax  | इलेक्ट्रिक स्टार्टर  |  |  | इंजन को जल्दी और विश्वसनीय तरीके से स्टार्ट करने में सहायक  | ",
  "Inlet Exhaust Valve Set for GX200 170F Engine Fuel Grass Trimmer  AGS | इनलेट-एग्जॉस्ट वाल्व सेट फ्यूल ग्रास ट्रिमर GX200 - 170F इंजन के लिए - AGS | NaN | NaN |  |  | ए जी एस |  |  |  |  | ",
  "Dol maker (For weeder BP 700) BPA DM Balwaan n | डोल मेकर अटैचमेंट (बीपी 700 वीडर के लिए)- बीपीए-डीएम - बलवान | NaN | NaN |  |  | बलवान |  |  |  |  | ",
  "PaperPro: A milk adulteration Testing Card M Lense | ऍम-लेंस - पेपरप्रो - दूध मिलावट परीक्षण कार्ड | Livestock | Milking Machine and Accessories | दूध मिलावट परीक्षण किट एक सरल गुणात्मक विश्लेषण किट है जिसका उपयोग दूध में मिलावट या दूषित पदार्थों का पता लगाने के लिए किया जाता है। निम्नलिखित मिलावटी हैं जिनका पता लगाया जा सकता है, यूरिया, परिरक्षक, स्टार्च, चीनी और न्यूट्रलाइज़र। |  |  |  |  |  |  | ",
  "Mobile Auto Switch Controller 3 phase And 4G Jio Sim Acceptance With Battery Backup Agromation India | मोबाइल ऑटो स्विच कंट्रोलर 3 फेज़ और 4जी जियो सिम - बैटरी बैकअप के साथ - एग्रोमेशन इंडिया | Agri | Irrigation Equipments |  |  | एग्रोमेशन इंडिया |  |  |  |  | ",
  "Vinspire CF400 Gear Modal Chaff Cutter Without Motor with 4 Rotating and 1 fixed Blade | विंसपायर CF400 गियर मॉडल चाफ कटर बिना मोटर के 4 रोटेटिंग और 1 फिक्स्ड ब्लेड | Livestock | Fodder Preparation | एक किफायती, मजबूत और बहुउद्देशीय मशीन है जो किसानों को घास और अन्य कृषि सामग्री को आसानी से काटने में मदद करती है। इसकी सरलता, कम रखरखाव और बिना मोटर के होने के कारण यह छोटे किसानों के लिए आदर्श है। |  |  |  |  |  |  | ",
  "Balwaan 60T TCT Blade | बलवान 60T TCT ब्लेड | Hand Operated Equipment | Harvesting Tools |  |  लकड़ी, प्लास्टिक और अन्य सामग्री को काटने के लिए |  बलवान |  |  |  |  | ",
  "NUCLEOTONE POWDER | न्यूक्लियोटोन पाउडर | Livestock | Animal Health | क्षतिग्रस्त ऊतकों की मरम्मत  |  | एनिमैक्स फार्मा |  |  |  |  | ",
  "Exloyn Defender Deltamethrin 11% W/W EC 250 ml | एक्सलॉयन डिफेंडर डेल्टामेथ्रिन 11% डब्ल्यू/डब्ल्यू ईसी 250 एमएल | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Saimax Pump SM210 QV Usha 28M | साइमैक्स पंप SM210 QV उषा 28M | Machinery | Water Pumps |  7 HP / 212cc / 3600 rpm / 15 LPS फ्लो / 28 मीटर हेड |  कृषि सिंचाई / पानी ट्रांसफर / बड़े खेत / गहरे बोर से पानी भराई |  Saimax |  वॉटर पंप |  |  | बड़े कृषि क्षेत्रों और खेतों में सिंचाई के लिए उपयुक्त और मजबूत पंप सिस्टम | ",
  "NK Dairy Milk Boiler Machine 120 Liter MS Bottom Gas | एन के डेयरी मिल्क बॉयलर मशीन 120 लीटर माइल्ड स्टील बॉटम गैस | Livestock | Milk Processing | 120 लीटर / तेल टैंक 20 लीटर /  1HP (OSWAL) /  3.5 लीटर प्रति घंटा   |  डेयरी / होटल /  बड़े पैमाने पर दूध उबालने के लिए |  एन के डेयरी |  |  |  | छोटे और मध्यम स्तर के डेयरी व्यवसायों के लिए उपयोगी। | ",
  "Double Wolf Earth Auger DW68EASM 6 | डबल वुल्फ अर्थ आगर DW68EASM(6) | Machinery | Auger Machine |  68CC / 2-स्ट्रोक / पेट्रोल / एयर-कूल्ड / 3.0 - 3.5 HP |  गड्ढा खोदाई / वृक्षारोपण / सिंचाई ड्रिलिंग / बाड़ निर्माण / कृषि भूमि तैयारी |  डबल वुल्फ |  |  |  | खेती में पेड़-पौधों की रोपाई और बागवानी के लिए प्रभावी गड्ढे खोदने के लिए उपयोगी। | ",
  "75CC 22 INCH Petrol Chainsaw Fuel Chainsaw AGS | 75सीसी 22 इंच पेट्रोल चेनसॉ ईंधन चेनसॉ - एजीएस | Machinery | Thresher |  |  | ए जी एस |  |  |  |  | ",
  "Briquetting Machine (Converts Urea to Urea Briquettes) Distinct Horizon | ब्रिकेटिंग मशीन (यूरिया को यूरिया ब्रिकेट में बदलने के लिए) - डिस्टिंक्ट होराइजन | Agri | Farm Protection Equipment | मशीन सिंगल फेज़ बिजली पर चलती है और ग्रामीण क्षेत्रों में भी अच्छी तरह से काम करने के लिए डिज़ाइन की गई है। मशीन एक घंटे में तीन मानक बैग यूरिया को ब्रिकेट में बदलने की क्षमता रखती है |  | डिस्टिंक्ट होराइजन |  |  |  |  | ",
  "Dixit Agro DX 095 Paddy Cage Wheel Petrol Power Tiller 7 to 9 HP 14 Inch | दीक्षित एग्रो DX 095 7 से 9 एचपी पेट्रोल पावर टिलर  के लिए 14 इंच पैडी केज व्हील | Machine Accessories | Power Tiller Attachments | Dixit Agro DX 095 एक 7-9 HP पेट्रोल पावर टिलर है, जिसमें 14 इंच के पैडी केज व्हील्स हैं, जो गीली ज़मीन में प्रभावी संचालन और विभिन्न कृषि कार्यों के लिए डिज़ाइन किया गया है। | यह पैडी क्षेत्रों में जुताई, मिट्टी तैयार करने और निराई जैसे विभिन्न कृषि कार्यों के लिए उपयुक्त है। | दीक्षित एग्रो |  |  |  |  | ",
  "GreenGrahi EnGold Bioactive organic fertiliser for horticulture crops 10kg | ग्रीनग्रह एंगोल्ड बायोएक्टिव जैविक उर्वरक बागवानी फसलों के लिए 10kg | Crop Protection | Insecticides |  जैविक उर्वरक / पोषक तत्व वृद्धि / 45% जैविक कार्बन / 10 किग्रा पैक |  प्रति एकड़ 10 किग्रा छिड़काव / फल, सब्जियाँ, फूल, मसाले, दालें / मिट्टी की उर्वरता बढ़ाने के लिए / बुवाई और वनस्पतिक अवस्था |  ग्रीनग्रही |  जैविक उर्वरक |  |  | फल, सब्जियों, मसालों, फूलों और दालों की खेती में बेहतर उत्पादन के लिए प्रभावी जैविक उर्वरक। | ",
  "Mobile Auto Switch 4G with Jio SIM Supported for Motor Control Telexa | मोबाइल ऑटो स्विच - 4जी जियो सिम सपोर्ट के साथ मोटर नियंत्रण के लिए - टेलेक्सा | Agri | Irrigation Equipments | मोबाइल ऑटो स्विच एक जीएसएम प्रौद्योगिकी-आधारित मोटर नियंत्रण है जो किसान के मोबाइल फोन से संचार करता है और मोटर की स्थिति के साथ अपडेट रहता है जिससे मोटर को संचालित करने के लिए जाने की आवश्यकता नहीं होती है। मोटर को कहीं से भी संचालित या मॉनिटर किया जा सकता है। |  | टेलेक्सा |  |  |  |  | ",
  "FB MADHUR F1 Hybrid Cucumber Seeds Farmson Biotech | एफबी-मधुर एफ1 हाइब्रिड ककड़ी के बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-मधुर एफ1 फल का रंग हरा, बेलनाकार आकार, पौधे का प्रकार घने पत्ते वाला मजबूत पौधा है, परिपक्वता/चुदाई 41-45 दिनों के बाद होती है, फल की लंबाई 12-19 सेमी और व्यास 7-8 सेमी, फल का वजन 100-120 ग्राम होता है। प्रारंभिक परिपक्वता दर के साथ पहली विपणन योग्य खीरे की किस्म देने के लिए 41-45 दिनों की अवधि। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "BAKSON VETERINARY DISTEMPER AID Drops | बेक्सन वेटरनरी डिस्टेंपर एड ड्रॉप्स | Livestock | Animal Health | डिस्टेंपर संक्रमण के लिए विशेष होम्योपैथिक ड्रॉप्स  | डिस्टेंपर का इलाज / रोग प्रतिरोधक क्षमता बढ़ाना  | BAKSON VETERINARY  | होम्योपैथिक पशु चिकित्सा ड्रॉप्स  |  |  | डिस्टेंपर के लक्षणों को कम करता है। | ",
  "Chimertech's California Mastitis Test Reagent with paddle | किमरटेक का कैलिफोर्निया मास्टिटिस टेस्ट रिएजेंट - थनैला जांच किट (CMT) पड्डल के साथ | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "AGROKILL | एग्रो किल | Agri | Chemicals | 1. एग्रो-किल एक व्यापक नैनो-टेक्नोलोजी आधारित स्मार्ट फसल रक्षक है |2. एग्रो-किल  फसल को विभिन्न प्रकार के चूसने वाले कीट, जीवाणु संक्रमण और फंगल संक्रमण से बचाता है।3. अपने अनूठे तत्वों के कारण इसमें कीटों को दूर रखने की भी क्षमता  है।  4. 100% जैविक और नॉन-कार्सिनोजेनिक उत्पाद।5. कीटों की बाहरी परत को विघटित करने की अपनी अनूठी क्रिया के कारण, यह 5 से 30 मिनट के बीच काम करना शुरू करके तात्कालिक परिणाम दिखाता है।6. यह शिकारी कीटों, प्राकृतिक दुश्मनों, परागणकों, पौधों और मनुष्यों को नुकसान नहीं पहुंचाता है। एग्रो-किल अच्छे की रक्षा करता है और बुरे को दूर रखता है। |  |  |  |  |  |  | ",
  "Double Wolf Power Weeder DW450 | डबल वुल्फ पावर वीडर DW450 | Machinery | Thresher |  212CC / पेट्रोल / लगभग 0.5 - 1 एकड़ प्रति घंटे / मैनुअल |  खेतों की निराई-गुड़ाई / सिंचाई ड्रिलिंग / बागवानी और लैंडस्केपिंग / कृषि भूमि की तैयारी |  डबल बुल |  हैंड पुश |  |  | खेतों में उगने वाले खरपतवारों को आसानी से हटाने और फसलों के बीच सफाई के लिए आदर्श। | ",
  "Dol(MED) Maker Petrol Tiller Attachment Agri Techno | एग्री टेक्नो पावर टिलर पेट्रोल टिलर डोल मेकर अटैचमेंट | NaN | NaN |  |  |  |  |  |  |  | ",
  "Vinspire VAPL PW7P Power Tiller 170F Petrol Engine 7 HP 212 CC With 32 Blade 2 Side Disc and Ridger Attachment |  विंसपायर VAPL PW7P पावर टिलर 170F पेट्रोल इंजन 7 HP 212 CC के साथ 32 ब्लेड 2 साइड डिस्क और रिजर अटैचमेंट | NaN | NaN | विंस्पायर VAPL-PW7P पावर टिलर किसानों के लिए एक अत्यधिक लाभकारी मशीन है, जो अपनी उच्च शक्ति, विभिन्न अटैचमेंट्स, और आसान संचालन के साथ कृषि कार्य को सरल और समय-कुशल बनाता है। यह मशीन खेतों की उत्पादकता और गुणवत्ता बढ़ाने में मदद करती है, जिससे किसानों को बेहतर फसल और अधिक लाभ मिलता है। |  | विंस्पायर | 4 स्ट्रोक एयर कूल्ड |  |  |  | ",
  "Crd Cure Ranikhet Homoeo Vet (Pack of 3) Hivet | सीआरडि-क्योर रानीखेत (खांसी, जुकाम, बलगम का प्रकोप हो तो) (3 का पैक) -  हाइवेट | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Disc Mill with 2 HP Motor Dynamic Agro | डिस्क मिल 2 एचपी मोटर के साथ - डायनेमिक एग्रो | Agri | Food Processing Machines | यह चावल आटा चक्की मशीन गृहस्थ के लिए एकदम सही है। घरेलू चावल मिलिंग मशीन धान के चावल को उचित पृथक्करण में साफ करने और धान की खुरदरी सतह को चिकना करने के लिए आवश्यक है। यह मिल चावल और आटे का उत्पादन करती है कम लागत में कटौती, अधिकतम उत्पादन और स्थानांतरित करने में आसान। |  |  |  |  |  |  | ",
  "Bypass Secateurs Alu Professional RR 5000 Wolf Garten | बाईपास सेकेटर्स अलु-प्रोफेशनल - आरआर 5000 - वुल्फ गार्टन | Agri | Gardening | ये बायपास सेकेटर्स नाजुक और सटीक छंटाई के लिए आदर्श हैं, जो एक ब्लेड से दूसरे ब्लेड को बाईपास करते हुए कैंची जैसी काटने की क्रिया पर काम करते हैं। युवा विकास पर उनका सबसे अच्छा उपयोग किया जाता है क्योंकि वे एक स्वस्थ पौधे या झाड़ी को बनाए रखने के लिए आवश्यक क्योकि वह  एक बहुत ही साफ कट प्रदान करते हैं। इन मजबूत प्रूनर्स में एर्गोनॉमिक रूप से डिज़ाइन किए गए हैंडल होते हैं जिनमें चिकने प्लास्टिक इंसर्ट होते हैं और सुरक्षा के लिए एक थंब रेस्ट होता है। उनके पास एक एकीकृत स्प्रिंग तंत्र और उपयोग में आसान लॉकिंग तंत्र है। गैर-छड़ी लेपित ब्लेड को हाथ के अति-विस्तार को रोकने के लिए डिज़ाइन किया गया है, 25 mm मोटी तक उपजी के माध्यम से काटा जा सकता है । कलाई का पट्टा शामिल है। |  | वुल्फ गार्टन |  |  |  |  | ",
  "Virdhi Furrow Ridger Without Seeding Attachment 5Furrow 04Row | विर्धि नाली रिजर (बीज संलग्नक के बिना) 5 नाली 4 पंक्ति | Machinery | Power Tiller | 5 फरो और 4 पंक्तियों वाला फरो रिजर बिना बीज डालने की सुविधा के  | रिज निर्माण / खेत की मिट्टी की प्रोसेसिंग  | Virdhi  | फरो रिजर  |  |  | बीजिंग से अलग रिज तैयार करने में उपयोगी  | ",
  "Shrachi 212CC 7P3B Power Weeder | श्राची 212CC 7P3B पावर वीडर | NaN | NaN | P3B पावर वीडर 5.5HP पेट्रोल इंजन द्वारा संचालित होता है जो इसे बहुत हल्का वीडर बनाता है जिसका वजन केवल 75 किलोग्राम है। इससे स्टेप-लैंड संचालन के दौरान मशीन को संभालना आसान हो जाता है |  | श्राची |  |  |  |  | ",
  "NK Dairy Khoya Mawa Machine (M. S. Bottom) Deluxe Gas Model With 120 Liter Tank | एन के डेयरी खोया मावा मशीन (एम. एस. बॉटम) डीलक्स गैस मॉडल 120 लीटर टैंक के साथ | Livestock | Milk Processing |  120 लीटर / 1HP / LPG ऑपरेशन / 3.5 लीटर/घंटा |  खोया / मावा / बासुंदी / दूध गाढ़ा करने के लिए |  एन के डेयरी |  |  |  | खोया, मावा और बासुंदी बनाने के लिए तेज़ और कुशल मशीन। | ",
  "Paddy Weeding Wheel For Petrol Engine Tiller Attachment Shakti | शक्ति पैडी वीडिंग व्हील पेट्रोल इंजन पॉवर टिलर अटैचमेंट | Machine Accessories | Power Tiller Attachments |  |  | शक्ति |  |  |  |  | ",
  "Carburetor GX160 Model 168F 4 Stroke Engine with 5.5HP motor AGS | कार्बोरेटर GX160 मॉडल 168F 4 स्ट्रोक इंजन 5.5HP मोटर के साथ - AGS | Machine Accessories | Power Tiller Attachments |  |  | ए जी एस |  |  |  |  | ",
  "Trolley Type Earth Augur with One Auger Bit (RBD) | ट्रॉली टाइप अर्थ ऑगर एक ऑगर बिट  के साथ - (आरबीडी) | Agri | Field Preparation | 72 सीसी ट्रॉली प्रकार का अर्थ ऑगर एक शक्तिशाली लॉन और उद्यान उपकरण है जिसका उपयोग रोपण, पोस्ट सेटिंग, बाड़ स्थापना, या अन्य बाहरी परियोजनाओं के लिए जमीन में जल्दी और कुशलता से छेद खोदने के लिए किया जाता है। यह उपकरण उपयोग में आसान, विश्वसनीय, दो-चक्र वाले गैसोलीन इंजन द्वारा संचालित है |  | आरबीडी |  |  |  |  | ",
  "Luminous Zelio 1100 Inverter | ल्यूमिनस ज़ेलिओ 1100 इन्वर्टर | Machine Accessories | Invertor |  900 VA साइन वेव इन्वर्टर /  756 W / 1 बैटरी (12V) / स्वचालित बाईपास स्विच |  छोटे घरेलू उपकरणों के लिए UPS मोड / ऑफिस और छोटे व्यापारों में लोड ऑप्टिमाइज़ेशन / कंप्यूटर, टीवी और अन्य सेंसिटिव डिवाइस की सुरक्षा |  ल्यूमिनस | साइन वेव इन्वर्टर |  |  | छोटे घरेलू उपकरणों जैसे पंखे, टीवी, और लाइट्स के लिए आदर्श। | ",
  "Perfect 8.5mm 100 Meter Hose Pipe | परफेक्ट 8.5mm 100 मीटर होज पाइप (PA DHP 8.5/100) | Machinery | Garden Machines |  | बागवानी, कृषि, बागवानी और रेशम उत्पादन में सिंचाई के लिए |  परफेक्ट |  होज़ पाइप |  |  |  | ",
  "Racking Tiller attachment for poultry farm Petrol Type Shakti | शक्ति पावर टिलर पेट्रोल रैकिंग अटैचमेंट पोल्ट्री फार्म के लिए | Machine Accessories | Power Tiller Attachments |  |  |  |  |  |  |  | ",
  "Wet Land Blade for Power Tiller Pack of 4 Shakti | शक्ति पावर टिलर वेट लैंड ब्लेड (4 का पैक) | Machine Accessories | Power Tiller Attachments | चार वेट लैंड ब्लेड का यह पैक पावर टिलर के लिए डिज़ाइन किया गया है, जो गीली और दलदली परिस्थितियों में काम करने के लिए आदर्श है। टिकाऊ सामग्रियों से बने, वे चुनौतीपूर्ण इलाकों में कुशल मिट्टी काटने और लगातार प्रदर्शन सुनिश्चित करते हैं। |  |  |  |  |  |  | ",
  "Oza liner (Rubber) 3100 51 Model Melasty | ओज़ा लाइनर (रबड़ वाला) 3100-51 मॉडल - मेलास्टी | Livestock | Milking Machine and Accessories |  |  | मेलास्टी |  |  |  |  | ",
  "Aelish Electric air blowers model 50 | एलिश इलेक्ट्रिक ऐर ब्लोवर मॉडल 50 | Machinery | Garden Machines |  208W /  220V-230V /  2800 RPM /  सिंगल फेज |  औद्योगिक वेंटिलेशन / कूलिंग सिस्टम / धूल हटाने / मशीन सफाई | एक्टिव |  सेंट्रीफ्यूगल एयर ब्लोअर |  |  | औद्योगिक स्थानों और वेंटिलेशन सिस्टम में हवा प्रवाह को नियंत्रित और बेहतर बनाने के लिए उपयोगी | ",
  "Greenleaf Tank Housing for 52cc 2 Stroke Brush Cutter | ग्रीनलीफ टैंक हाउसिंग फॉर 52cc 2 स्ट्रोक ब्रश कटर | Machinery | Thresher |  | ब्रश कटर के ईंधन टैंक की सुरक्षा के लिए |  |  |  |  |  | ",
  "Masala Grinder 1200 watts IMP 300Gm Imperium | मसाला ग्राइंडर 1200 वाट - आईएमपी-300ग्राम - इम्पीरियम | Agri | Food Processing Machines | इम्पीरियम मसाला ग्राइंडर फ़ूड ग्रेड स्टेनलेस स्टील मैटेरियल से बने होते हैं इसलिए यह सभी प्रकार के मसाले और अनाज को बारीक पीस सकते है। जिससे आपका काम काफी आसान हो जाता है | इसके द्वारा आप घर में ही सभी तरह के मसाले  व  अनाज पीस सकते हैं जो की बाजार में मिलने वाले उत्पादों से ज्यादा स्वच्छ और उच्तम गुणवत्ता वाले होते हैं | |  | इम्पीरियम |  |  |  |  | ",
  "BAKSON VETERINARY V49 Wheezing Drops | बेक्सन वेटरनरी वी49 व्हीज़िंग ड्रॉप्स | Livestock | Animal Health | श्वास संबंधी समस्याओं जैसे घरघराहट, सांस फूलना, एलर्जी या अस्थमा जैसे लक्षणों के प्रबंधन में सहायक होम्योपैथिक उपचार  | सांस लेने में कठिनाई / श्वसन एलर्जी / घरघराहट और खांसी में राहत  | BAKSON VETERINARY  | होम्योपैथिक ड्रॉप  |  |  | सांस से जुड़ी दिक्कतों में सहायक | ",
  "NK Dairy Paneer Press Manual 12 Kg | एन के डेयरी पनीर प्रेस मैनुअल 12 किग्रा | Livestock | Milk Processing | 12 किग्रा /  मैनुअल ऑपरेशन / स्टेनलेस स्टील बॉडी /  1.6 मिमी स्टेनलेस स्टील शीट  |  पनीर निर्माण / डेयरी प्रोसेसिंग / खाद्य उद्योग में उपयोग |  एन के डेयरी |  मैनुअल ऑपरेशन |  |  | डेयरी फार्म और छोटे उद्योगों में पनीर उत्पादन के लिए उपयोगी। | ",
  "Sunrise Irrigation One Way fogger Pack of 50 | सनराइज इरिगेशन वन वे फॉगर – 50 नग | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Sai Seva Cluster set without Pipe for Electric Milking Machine | साईं सेवा बिना पाइप वाला क्लस्टर सेट इलेक्ट्रिक मिल्किंग मशीन के लिए  | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "Repi Cure (Pack of 2) Ashoka Homoeopathic | रेपी क्योर: बार - बार फिरने को रोकने की उत्तम दवा (2 का पैक) | Livestock | Animal Health |  |  | अशोका होम्योपैथीक लेबोरेटरी |  |  |  |  | ",
  "NK Dairy Khoya Mawa Machine Deluxe Tilting 120 Liter | एन के डेयरी खोया मावा मशीन डीलक्स टिल्टिंग 120 लीटर | Livestock | Milk Processing |  120 लीटर /  1 HP / बहु-ईंधन संगत / ईंधन खपत  3.5L/hr | खोया / मावा / बासुंदी /  दूध गाढ़ा करने के लिए |  एन के डेयरी |  |  |  | खोया, मावा, बासुंदी और अन्य डेयरी उत्पादों के निर्माण के लिए उपयुक्त। | ",
  "FB JAMUNA (6525) F1 Hybrid White Bitter Gourd Seeds (Pack of 5) Farmson Biotech | एफबी-जमुना (6525) एफ1 हाइब्रिड सफेद करेले के बीज (5 का पैक) - फार्मसन बायोटेक | Agri | Seeds | एफबी-जमुना (6525) एफ1 मजबूत वृद्धि वाली मजबूत लताएं, आकर्षक, चमकदार, एक समान, छोटे सफेद रंग के फल, लंबाई 8-11 सेमी और वजन 90 से 100 ग्राम, पहली तुड़ाई 60-70 दिन, चौड़े ट्यूबरकल वाले फल (कम टूटने योग्य) अच्छी शिपिंग और गुणवत्ता बनाए रखने के साथ, उच्च उपज के साथ विपुल असर। रोग के प्रति उच्च सहनशीलता |  | फार्मसन बायोटेक |  |  |  |  | ",
  "AgrowSure 7 Tines Cultivator Tines 25mm thick 20 to 27 HP | एग्रोश्योर 7 टाइन कल्टीवेटर, HP रेंज: 20-27 HP | Machine Accessories | Power Tiller Attachments |  | खेत की मिट्टी को जोतने, खरपतवार निकालने और भूमि की उर्वरता बढ़ाने के लिए।  |  |  |  |  |  | ",
  "Dixit Agro KPD 1000E Power Tiller 7HP 247CC 173F  Diesel Engine with Mini Ridger and 32 Blade | दीक्षित एग्रो केपीडी 1000E पावर टिलर 7 HP 247CC 173F डीजल इंजन मिनी रिजर और 32 ब्लेड के साथ | NaN | NaN |  |  |  |  |  |  |  | ",
  "Ultra Milk Analyzer without Stirrer Ekomilk | अल्ट्रा मिल्क एनालाइज़र बिना स्टिरर के साथ - एकोमिल्क | Machinery | Agri Testing Equipment |  |  | एकोमिल्क |  |  |  |  | ",
  "Bulk Milk Cooler (100 LTR) Single Compartment Technomond | बल्क मिल्क कूलर (100 लीटर) सिंगल कम्पार्टमेंट | Livestock | Milk Processing | दूध का संग्रह केंद्र का सबसे महत्वपूर्ण हिस्सा बल्क मिल्क कूलर है। जब दूध निकाला जाता है, तो यह लगभग 37 डिग्री सेल्सियस पर होता है। यदि निष्कर्षण के बाद दूध कमरे के तापमान पर बना रहता है, तो बैक्टीरिया की वृद्धि दूध की गुणवत्ता को प्रभावित करेगी। |  |  |  |  |  |  | ",
  "Cow Lifting Frame Swastik Agro | गाय को उठाने वाली मशीन का फ्रेम - स्वास्तिक एग्रो | Livestock | Dairy Farm Management | उच्च गुणवत्ता, भारी-भरकम सामग्री से तैयार, गाय उठाने वाला फ्रेम दैनिक उपयोग की कठिनाइयों का सामना करने के लिए मजबूत निर्माण का दावा करता है। |  | स्वास्तिक एग्रो |  |  |  |  | ",
  "Mini Weeder  Tiller Petrol 2 stroke 3hp 63cc Kisan Saathi | किसान साथी मिनी पॉवर टिलर 3 HP 63 CC पेट्रोल इंजन 2 स्ट्रोक | Agri | Harvesting |  | यह मिनी पॉवर टिलर कृषि भूमि को हल्का और समतल करने के लिए उपयोगी है, जो बुवाई से पहले और बाद में मिट्टी को तैयार करता है। |  किसान साथी |  |  |  |  | ",
  "POWER WEEDER Tiller 296Cc, DE105 ES Model 6 HP With 4 Stroke diesel engine ASPEE | एस्पी DE105 ES पॉवर टिलर डीजल 6 HP 296CC 4 स्ट्रोक 32 रोटावेटर ब्लेड के साथ | Agri | Harvesting |  |  | एस्पी |  |  |  |  | ",
  "Petrol Tea Harvester 4C 60 Hochai Super | पेट्रोल टी हार्वेस्टर - 4सी-60 - होचाई सुपर | Agri | Harvesting | 5 स्क्रू ब्लेड, टर्बो फैन, पूर्ण 360 डिग्री किसी भी साइड-अप ऑपरेशन - किसी भी स्थिति में उपयोग और स्टोर, विशेष रोटरी-स्लिंगर स्नेहन प्रणाली |  | होचाई सुपर |  |  |  |  | ",
  "Automatic Drip Irrigation Kit for Home Garden with Timer and Filter (Waters Upto 30Plants) Irigacio | स्वचालित ड्रिप सिंचाई किट - टाइमर और फिल्टर के साथ - होम गार्डन के लिए (30 पौधों तक के पानी के लिए) - इरिगेशियो | Agri | Irrigation Equipments |  | घरों, कार्यालयों, होटलों, क्लबों आदि में बोनसाई, फूलों और अन्य गमले वाले पौधों, झाड़ियों आदि को पानी देने के लिए  इस्तेमाल किया जाता है  | इरिगेशियो |  |  |  |  | ",
  "Jain Irrigation DIS SIS HYDRALIC VALVE METAL 40MM (HV15) | जैन इरिगेशन DIS SIS हाइड्रॉलिक वाल्व मेटल 40 मिमी (HV15) | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "NEER 4G Mobile pump controller Variant with Current sensor CT | नीर 4G मोबाइल पंप कंट्रोलर वेरिएंट विद करंट सेंसोर (सीटी) | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Seat With 3 Tyne Fix Cultivator for 5 to 9 HP power tiller Shakti | शक्ति 5 से 9 HP  3 टाइन फिक्स कल्टीवेटर पावर टिलर सीट के साथ | Machine Accessories | Power Tiller Attachments | शक्ति 5 से 9 एचपी पावर टिलर के लिए 3-टाइन कल्टिवेटर के साथ सीट में एक आरामदायक सीट और 3-टाइन कल्टिवेटर शामिल है। यह अटैचमेंट ऑपरेटर को एर्गोनोमिक समर्थन प्रदान करता है और मिट्टी की कुशल जुताई करता है, जिससे कृषि कार्यों में आराम और उत्पादकता बढ़ती है। |  |  |  |  |  |  | ",
  "EX 600 LifePo4 12.8 72 Ah MSP | EX - 600 LifePo4 12.8 72 Ah - एमएसपी | Agri | Farm Protection Equipment |  |  | एमएसपी |  |  |  |  | ",
  "7 HP Petrol Power Tiller Weeder with Attachment Leveler and 32 Blade 36 Inch Rotavator Generic(RBD) | RBD जेनरिक पावर टिलर 7 HP 212CC पेट्रोल  लेवलर और 32 ब्लेड के साथ | Machinery | Power Tiller | कॉम्पैक्ट डिज़ाइन, शक्तिशाली प्रदर्शन घड़ी, हमारा पावर टिलर अपने कॉम्पैक्ट डिज़ाइन के साथ तंग स्थानों में आसानी से काम करता है, जबकि विभिन्न कृषि कार्यों के लिए मजबूत प्रदर्शन प्रदान करता है। |  | जेनेरिक |  |  |  |  | ",
  "Greenleaf Mild Steel Black Tyre Holder DU DA 20211791 for 7 9HP Petrol Power Weeder Tiller | ग्रीनलीफ माइल्ड स्टील ब्लैक टायर होल्डर DU DA 20211791 7 और 9HP पेट्रोल पावर वीडर और टिलर के लिए | Agri | Harvesting | यह टायर होल्डर माइल्ड स्टील से बना है और 7HP और 9HP पेट्रोल पावर टिलर और वीडर के लिए उपयुक्त है |  |  |  |  |  |  | ",
  "Exylon Mac 75 Mancozeb 75% WP 500 gm | एक्सलॉयन मैक 75 मैंकोज़ेब 75% डब्ल्यूपी 500 ग्राम | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "FB PRABHAS F1 Hybrid Sponge Gourd Seeds (Pack of 2) Farmson Biotech | FB-प्रभास F1 हाइब्रिड स्पंज लौकी के बीज (2 का पैक) - फार्मसन बायोटेक | Agri | Seeds | एफबी-प्रभास एफ1 सफेद हरा रंग, 25-30 सेमी लंबा, बुआई के 50-55 दिन बाद, जुलाई-अक्टूबर और अक्टूबर-मार्च, हल्के हरे रंग का अच्छा जोरदार पौधा, चिकनी सतह, सफेद बीज, अधिक उपज देने वाली किस्म। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Chana Khanda , | चना खाण्डा | Livestock | Cattle Feed |  |  |  |  |  |  |  | ",
  "Curd making machine (50kg) with MS Outer Body Athrav | दही बनाने की मशीन (50 किग्रा) एमएस आउटर बॉडी के साथ - अथराव | Livestock | Milk Processing | ये दही बनाने की आधुनिक मशीन है इस मशीन में 600 वाट 3 A का हीटर लगा है की सहायता से गाय, भैस के दूध की अच्छी गुणवत्ता वाली दही काम समय में बनकर तैयार हो जाती है |  | अथर्व |  |  |  |  | ",
  "3 Row Reaper Attachment for Power Weeder 7 HP SKD | 3 रौ रीपर अटैचमेंट फॉर पावर वीडर 7HP  SKD | Agri | Harvesting |  |  | SKD |  |  |  |  | ",
  "Power Weeder Tiller 7 HP 4 Stroke, 212cc with Head light Shaktiwan | शक्तिवान 212CC पावर टिलर 7 HP 4 स्ट्रोक हेड लाइट के साथ | NaN | NaN |  |  | शक्तिवान |  |  |  |  | ",
  "Vansun Calf Feeding Bottle Nipple (Pack of 5) | वनसून - बछड़े को दूध पिलाने की बोतल के निप्पल (5 का पैक) | Livestock | Dairy Farm Management |  |  | NULL |  |  |  |  | ",
  "Saimax SM225 V 3600rpm 4 Stroke Engine | साइमैक्स SM225 V 3600rpm 4 स्ट्रोक इंजन | Machine Accessories | Engine |  5.2 kW / 223cc / 4 स्ट्रोक (OHV) / 3600 RPM / 1–1.5 लीटर/घंटा |  स्प्रेयर / वॉटर पंप / मिल्किंग मशीन / गो-कार्ट |  Saimax |  पेट्रोल इंजन |  |  | HTP स्प्रेयर और पंप के लिए विश्वसनीय पॉवर सप्लाई प्रदान करता है | ",
  "Hifield Gibrax SP 186 Pack of 3 | हाईफील्ड गिब्रैक्स एसपी 186 - 3 का पैक | Agri | Fertilizers | पौधे की अधिक बढ़वार के लिए पहले पानी के बाद फसल पर छिड़काव करे और कपास के रेशे को बढ़ाने के लिेए एक छिडकाव स्क्वायर बनने पर या फूल आने पर 1 ग्राम / लीटर पानी के हिसाब से  जरूर करे |  |  |  |  |  |  | ",
  "FB NARMADA F1 Hybrid Snack Gourd Seeds Farmson Biotech | एफबी-नर्मदा एफ1 हाइब्रिड स्नैक लौकी बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-नर्मदा एफ1 सिल्वर हरा फल रंग, 5.5-6.5 फीट लंबा, सीधा और ट्यूब जैसा आकार, अधिक उपज देने वाली किस्म, पूरे वर्ष भर, जोरदार लंबी प्रकार की किस्म, |  | फार्मसन बायोटेक |  |  |  |  | ",
  "FB JAMBO F1 Hybrid Tomato Seeds Farmson Biotech | FB-JAMBO F1 हाइब्रिड टमाटर के बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-जैम्बो (9350) एफ1 शरद ऋतु के लिए, खुले मैदान में रोपण के लिए सर्वोत्तम। बहुत जोरदार पौधा अच्छे फल आवरण का समर्थन करता है। बहुत अधिक उपज, चमकदार लाल रंग, फलों का वजन 120-140 ग्राम, अच्छी शेल्फ लाइफ के साथ वजन और आकार में बहुत समान। फ्यूजेरियम, वर्टिसिलियम, टीवाईएलसीवी और पीएम के प्रति सहनशीलता। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "20 Ltr Milk Can with Plastic Handle (Pack of 12) Plastic Campus | प्लास्टिक हैंडल के साथ 20 लीटर दूध का कैन (12 का पैक) - प्लास्टिक कैंपस | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "SB Jointer for 6 mm pipe (pack of 5) Sky Blue | एसबी जॉइंटर 6 मिमी पाइप के लिए (5 का पैक) - स्काई ब्लू | Agri | Irrigation Equipments |  | फॉगर में पाइप योजक के लिए उपयोग | स्काई ब्लू |  |  |  |  | ",
  "Cow Teat Dip Cup (Pre Dip Cup) Weizur | गाय और भैसो के थन में दवा लगाने का कप (दूध निकलने से पहले प्रयोग के लिए) | Livestock | Milking Machine and Accessories |  |  | वेइज़र |  |  |  |  | ",
  "Rotavator 5 Feet 36 Blades Mild Steel Orange Matharu | रोटावेटर 5 फीट 36 ब्लेड नारंगी हल्का स्टील - मथारू | Agri | Field Preparation | यह गन्ना, केला, सब्जियों और चावल के खेतों में बहुत मददगार है।उच्च गुणवत्ता वाले स्टील से बने विशेष रूप से डिज़ाइन किए गए छेड़छाड़ वाले ब्लेड। गियर इसे सुचारू रूप से और कुशलता से काम करने में मदद करता है। निर्यात गुणवत्ता भारी शुल्क गियर बॉक्स। उच्च तन्यता वाले स्टील से बने नट और बोल्ट। कम्प्यूटरीकृत सीएनसी मशीनों से बना हर हिस्सा निर्यात गुणवत्ता वाले हेवी ड्यूटी गियर बॉक्स। उच्च तन्यता नट बोल्ट का इस्तेमाल किया। एडजस्टेबल ट्रेलिंग बोर्ड। साइड डिस्क वैकल्पिक के रूप में उपलब्ध है। पीटीओ दस्ता सुरक्षा कवर। लंबे जीवन के लिए उच्च गुणवत्ता वाले ब्लेड। स्क्वायर पाइप से बना हैवी ड्यूटी स्टील बॉडी। |  |  |  |  |  |  | ",
  "Jumbo Gravy Machine 3 HP Confider | जंबो ग्रेवी मशीन - 3 एचपी - कॉन्फ़िडर | Agri | Food Processing Machines | ग्रेवी बनाना आवश्यक हिस्सा है पीएफ आज की रसोई की तैयारी।इस प्रक्रिया को आसान और आरामदायक बनाने के लिए हम ग्रेवी मशीन को क्षमता, बिजली की खपत आदि में भिन्नता के साथ प्रदान कर रहे हैं |  |  |  |  |  |  | ",
  "Cresco CR001 Handheld Spreader | क्रेस्को CR001 हाथ से चलाने वाला स्प्रेडर | Hand Operated Equipment | Sowing Equipments |  हाथ से चलाने वाला कॉम्पैक्ट स्प्रेडर / फाइन बीज और उर्वरक के लिए उपयुक्त / समर और विंटर दोनों मौसमों में उपयोग योग्य |  उर्वरक फैलाना / नमक फैलाना / बगीचों, लॉन और छोटे क्षेत्रों में स्पॉट एप्लिकेशन | क्रेस्को |  मैनुअल हैंड स्प्रेडर |  |  | यह स्प्रेडर छोटे गार्डन, लॉन, ग्रीनहाउस और पॉटेड एरिया में उर्वरक या नमक फैलाने के लिए आदर्श है। | ",
  "Netafim Fast elbow 16 w o ring MTH 1 2  Pack of 50 | नेटाफिम Fast elbow 16 w/o ring MTH 1/2\" पैक ऑफ 50 | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Super Seeder Blade LJF Type 8mm 14x46 for Rotary Tiller Pack of 4 | कृष सुपर रोटरी टिलर सीडर ब्लेड LJF टाइप 8mm 14x46 (4 का पैक) | Machine Accessories | Power Tiller Attachments |  |  |  | रोटरी टिलर |  |  |  | ",
  "Linear type MAP Indian Sweets Food Tray Sealing Machine AVTS 500 Model Powervac | लीनियर टाइप एमएपी इंडियन स्वीट्स फूड ट्रे सीलिंग मशीन AVTS-500 - मॉडल - पॉवरवैक | Agri | Packing Machine |  |  | पॉवरवैक |  |  |  |  | ",
  "VerdeMach SFM3 Flour Mill 1 MM Jali | वर्डेमैक SFM3 फ्लोर मिल 1 MM जाली | Machinery | Post Harvesting Machines | Sun Agro SASFM3 फ्लोर मिल 3 HP जाली नंबर 1 एक शक्तिशाली 3 HP मोटर वाली आटा मिल है, जो गेहूं और अन्य अनाज को महीन पीसने के लिए जाली नंबर 1 का उपयोग करती है। यह ऊर्जा दक्ष, सरल ऑपरेशन और लंबी उम्र वाली मशीन है, जो घरेलू और छोटे व्यवसायों के लिए उपयुक्त है। |  | सन एग्रो |  |  |  |  | ",
  "Chain Saw 58 CC, 22 Inch, 2 Stroke with Petrol Operated and Light Weight Vinspire | चेन सॉ 58 सीसी 22 इंच, 2 स्ट्रोक पेट्रोल चालित, हल्के वजन के साथ - विंस्पायर | Machinery | Thresher | पेट्रोल चेनसॉ एक प्रकार के उपकरण हैं जिनका उपयोग पेड़ों को काटने के लिए किया जाता है। चेनसॉ मशीनें पेट्रोल और इलेक्ट्रिक वेरिएंट में आती हैं और ब्रांड और मॉडल के आधार पर ब्लेड का आकार 16 इंच से 24 इंच तक भिन्न हो सकता है। |  | विंस्पायर |  |  |  |  | ",
  "MECSTROKE 10hp 186FE Diesel Power Weeder | मेकस्ट्रोक 10HP 186FE डीजल पावर वीडर | Agri | Power Weeder |  |  |  मेकस्ट्रोक |  |  |  | कठोर और मध्यम मिट्टी में उच्च दक्षता से कार्य करता है। | ",
  "Mini Tractor Reaper 5 Crop Divider 3 Belt Reaper (Front Mounted) Vasundhara Krishi Yantra | मिनी ट्रैक्टर रीपर - 5 क्रॉप डिवाइडर 3 बेल्ट रीपर (फ्रंट माउंटेड) - वसुंधरा कृषि यन्त्र  | Agri | Harvesting |  |  |  |  |  |  |  | ",
  "Punjab Agro Fourway Fogger Pipe 100 Feet | पंजाब एग्रो फोरवे फॉगर पाइप 100 फीट | Machinery | Irrigation Equipments |  |  यह पाइप फोरवे फॉगर किट में उपयोग होता है |  पंजाब एग्रो |  |  |  |  | ",
  "Perfosil | परफोसिल | Agri | Fertilizers | NULL |  | एग्रीओ |  |  |  |  | ",
  "Eco SS 304 Milk Can 40L | कृष्णा डिफेन्स एंड अलाइड - Eco SS 304 मिल्क कैन 40L | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "Red Napier Grass Seeds for Goat, Cow Mulit Cut Grass Sri Sai Forestry | बकरी, गाय के लिए लाल नेपियर घास के बीज - मल्टी कट घास - श्री साई फॉरेस्ट्री | NaN | NaN | एमपी चरी सीड्स या लाल नेपियर घास हरे पत्ते के रूप में उत्तर भारत के अधिकांश हिस्सों में बहुत लोकप्रिय है। गर्मियों में, सिंचित परिस्थितियों में, मल्टी कट नेपियर बहुत लोकप्रिय है। यह गर्म और शुष्क जलवायु में अच्छा रहता है। इसके लिए अच्छी जल निकासी वाली मिट्टी की आवश्यकता होती है और यह जल जमाव की स्थिति के प्रति संवेदनशील प्रतीत होती है। वैसे तो इसे किसी भी प्रकार की मिट्टी में उगाया जा सकता है लेकिन दोमट मिट्टी अधिक उपज देने वाली साबित हुई है। |  | श्री साई फॉरेस्ट्री  |  |  |  |  | ",
  "Deep Single Plough Attachment For 5 To 9 HP Power Tiller Shakti | शक्ति 5 से 9 HP पॉवर टिलर डीप सिंगल प्लो अटैचमेंट | Machine Accessories | Power Tiller Attachments | शक्ति 5 से 9 एचपी पावर टिलर के लिए दीप सिंगल प्लाऊ अटैचमेंट यह अटैचमेंट गहरी जुताई के लिए डिज़ाइन किया गया है, जो मिट्टी की संरचना को सुधारता है और फसल की पैदावार बढ़ाता है। मजबूत और टिकाऊ, यह पावर टिलर के साथ आसानी से जुड़कर कार्य को सरल और तेज बनाता है। |  |  |  |  |  |  | ",
  "Big Tractor Operated Maharaja Model Rotavator BRT 4 Model with 30 Blades Bhoomi Agro Industries | 30 ब्लेड के साथ बड़े ट्रैक्टर संचालित महाराजा मॉडल रोटावेटर BRT-4 मॉडल - भूमि एग्रो इंडस्ट्रीज | Agri | Farm Protection Equipment | 5 दांत 10 पाइप 27 इंच हॉपर मिनी ट्रैक्टर संचालित बीज सह उर्वरक ड्रिल - मिनी सारा यंत्र सेट, समर सेट, ग्राउंडवेल और रोटर बैग |  |  |  |  |  |  | ",
  "COW MAGNETS 12 BENDS SEFA | काउ मेनेट्स 12 बेंड्स - सेफ़ा | Livestock Solution | Dairy Solution |  |  |  सेफ़ा |  |  |  |  | ",
  "2inch Water Pump Attachment For Weeder BP 700 BPA WP2 Balwaan | 2 इंच  वॉटर पंप अटैचमेंट (बीपी 700 वीडर के लिए)- बीपीए-डब्ल्यूपी2 - बलवान | NaN | NaN |  |  |  |  |  |  |  | ",
  "Carapace | कैरापैस | Agri | Chemicals |  |  | रामसाइड्स |  |  |  |  | ",
  "Balwaan Tiller Attachment S Type 28MM (Silver) 2 Blade set, 1 Gear head | बलवान टिलर अटैचमेंट S टाइप 28 MM (सिल्वर) 2 ब्लेड सेट, 1गियर हेड के साथ | Agri | Harvesting |  |  |  बलवान |  |  |  |  | ",
  "Smart Sensor Grain Moisture Meter AR991 Model Nutan | स्मार्ट सेंसर वाला अनाज के नमी मापने का मीटर - AR991 मॉडल - नूतन | Machinery | Agri Testing Equipment |  |  | नूतन |  |  |  |  | ",
  "Perfect 9HP Diesel Power Weeder Self Start (PA PW 9.0DB) | परफेक्ट 9HP डीजल पावर वीडर सेल्फ स्टार्ट (PA PW 9.0DB) | Agri | Power Weeder |  |  |  |  |  |  |  | ",
  "Poultry Water Pressure Regulator Naganpuriya Poultry | पोल्ट्री वाटर प्रेशर रेगुलेटर नागनपुरिया पोल्ट्री | Poultry | Poultry Equipment | नागनपुरिया पोल्ट्री का पोल्ट्री वॉटर प्रेशर रेगुलेटर आपके पोल्ट्री सिस्टम के लिए लगातार पानी का दबाव सुनिश्चित करता है। स्थापित करने में आसान और टिकाऊ, यह ओवरफ्लो और बर्बादी को रोकता है, आपके झुंड के लिए कुशल हाइड्रेशन को बढ़ावा देता है। पोल्ट्री संचालन में इष्टतम जल प्रबंधन के लिए एक आवश्यक उपकरण! |  |  |  |  |  |  | ",
  "VerdeMach SPJ300P 6.5HP Engine Sugarcane Peeler cum Juicer with 200L Per hour | वर्डेमैक SPJ300P 6.5HP इंजन शुगरकेन पीलर कम जूसर 200L/घंटा | Machinery | Sugarcane Juice Machine |  |  |  वर्डेमैक |  इलेक्ट्रिक ऑपरेटेड |  |  | गन्ने को छीलने और जूस निकालने की सुविधा, जिससे अतिरिक्त श्रम की आवश्यकता कम होती है। | ",
  "Hariom H100 plus Chaff Cutter Without Motor and 3 Rotating Blade | हरिओम H100 प्लस चाफ कटर बिना मोटर के और 3 घूमने वाले ब्लेड | Livestock | Fodder Preparation | एक किफायती, मजबूत और बहुउद्देशीय मशीन है जो किसानों को घास और अन्य कृषि सामग्री को आसानी से काटने में मदद करती है। इसकी सरलता, कम रखरखाव और बिना मोटर के होने के कारण यह छोटे किसानों के लिए आदर्श है। |  |  |  |  |  |  | ",
  "Exloyn Thiaapex Thiamethoxam 75% W/W SG 500 gm | एक्सलॉयन थियापेक्स थायामेथॉक्साम 75% डब्ल्यू/डब्ल्यू एसजी 500 ग्राम | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Prolapsgo (Pack of 5) Dr Goels | प्रोलैप्सगो (5 का पैक) - डॉ. गोयल | Livestock | Animal Health | प्रोलैप्सगो गायों और भैंसों में प्रसव पूर्व या प्रसव के बाद गर्भाशय के फैलाव के लिए सबसे अच्छी होम्योपैथिक दवा है। प्रोलैप्सगो गाय और भैंसों में गर्भाशय के खिसकने की स्थिति में तेजी से और लंबे समय तक राहत देता है। इसे सीधे गर्भाशय के आगे बढ़ने पर स्प्रे किया जा सकता है।  |  | डॉ. गोयल |  |  |  |  | ",
  "VerdeMach 200 Multipurpose Grinder Without Motor | वर्डेमैक 200 मल्टीपर्पस ग्राइंडर बिना मोटर | Machinery | Post Harvesting Machines |  |  |  |  |  |  | उच्च गुणवत्ता वाला पिसा हुआ मसाला और आटा तैयार करने में मदद करता है। | ",
  "Exloyn Novamax Novaluran 5.25% + Emamectin Benzoate 0.9% SC 500 ml | एक्सलॉयन नोवामैक्स नोवाल्यूरान 5.25% + एमामेक्टिन बेंजोएट 0.9% एससी 500 मिली | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Allwin Gold Super | ऑलविन गोल्ड सुपर | Agri | Fertilizers | स्वस्थ फसलें उगाने और अच्छी गुणवत्ता वाली उपज के लिए यह महत्वपूर्ण है कि आपकी फसलों में फोटोसिंथेसिस, श्वसन, पानी और पोषक तत्वों का सक्रिय स्थानांतरण और एक अच्छी एंजाइम प्रणाली होनी चाहिए। ऑलविन गोल्ड सुपर एक उत्कृष्ट पोषक तत्व पूरक है । ऑलविन गोल्ड सुपर में मौजूद विभिन्न प्राकृतिक घटक जैसे सीवीड, ह्यूमिक एसिड, अमीनो एसिड इससे फसल में विकास और अधिक उपज पैदा हो सके इसलिए इस उत्पाद को बनाया है | |  | रामसाइड्स |  |  |  |  | ",
  "Brush Cutter Ditcher attachment 28mm for Side Pack Heavy BT28 DT Balwaan | ब्रश कटर डिचर अटैचमेंट 28mm-हैवी- बीटी28-डीटी फॉर साइड पैक -बलवान | Agri | Harvesting | 1) भारत में निर्मित, टिकाऊ और उत्तम मैटेरियल से बना है 2) नरम और कठोर मिट्टी में आसानी से काम करता है।3) इस टिलर की कार्य चौड़ाई 11इंच है और मिट्टी के अंदर 2-3 इंच तक जा सकता है 4) अवांछित खरपतवार हटाने, फलों और सब्जियों में खरपतवार को हटाने के लिए उपयोगी 5) 28 mm टिलर साइड पैक ब्रश कटर के लिए है।6) इस का उपयोग रोपण से पहले और फसल बोने के बाद मिट्टी को ढीला और चिकनी बनाने के लिए किया जाता है। यह कृषि क्षेत्र में खरपतवारों को भी नियंत्रित करता है। |  | बलवान |  |  |  |  | ",
  "Balan Vishwas (e Loader vehicle) | बालन विश्वास (ई-लोडर वाहन) | Agri | Farm Protection Equipment | विश्वास ई-लोडर वाहन बहुउद्देश्यीय वाहन माल, कचरा आदि ले जाने के लिए |  | बालन |  |  |  |  | ",
  "UNYQ 300 Single Way Fogger Kit 300 Feet pipe 60 Nozzal Timer Filter Metal Plate and 300 Gdp Motor pack of 11 | 10 के मूल्य पर 11 का ऑफर -  UNYQ 300 फॉगर किट 60 नोजल और बाउल फिल्टर के साथ | Livestock Solution | Fogger Kit | यह फॉग्गर किट कृषि और औद्योगिक उपयोग के लिए डिज़ाइन की गई है। इसमें 300 फीट पाइप, 60 नोजल, टाइमर, फिल्टर, मेटल प्लेट और 300 जीडीपी मोटर शामिल हैं। यह किट पारंपरिक कूलिंग सिस्टम की तुलना में कम बिजली और पानी की खपत करता है, जिससे यह एक किफायती समाधान बन जाता है। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | यूएनवाईक्यू  |  |  |  |  | ",
  "Saimax SM420 V 4200rpm 4 Stroke Engine | साइमैक्स SM420 V 4200rpm 4 स्ट्रोक इंजन | Machine Accessories | Engine |   15 HP / 9.5 kW / 420cc / 4200 RPM / एयर कूल्ड  |  मरीन / वॉशर-कटर / पंप सेट / अन्य इंडस्ट्रियल यूज़ |  Saimax |  पेट्रोल इंजन |  |  | मरीन बोट, फिशिंग बोट व अन्य जलयान के लिए उपयुक्त पावरफुल इंजन। | ",
  "Exosolar Chain Saw 27 V 18 Ah Lithium Ferrous Battery | एक्सोसोलर चेन सॉ 27V 18Ah लीथियम फेरस बैटरी | Agri | Gardening |  27V पावर / 18Ah लीथियम फेरस फॉस्फेट बैटरी / 3.5 घंटे बैटरी बैकअप |  लकड़ी काटना / बाग trimming / कृषि कार्य |  Exosolar |  बैटरी ऑपरेटेड चेन सॉ |  |  | यह बागवानी, खेतों और जंगलों में लकड़ी काटने के लिए आदर्श है। | ",
  "Punjab Agro Raingun Pressure meter | पंजाब एग्रो रेनगन प्रेशर मीटर | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Fix Cultivator Tiller Attachment Shakti | शक्ति फिक्स कल्टीवेटर पॉवर टिलर अटैचमेंट | Machine Accessories | Power Tiller Attachments | यह हैवी ड्यूटी 3 टाइन फिक्स कल्टीवेटर अटैचमेंट एक बहुपरकारी और प्रभावी बागवानी उपकरण है, जिसे 5 से 10 एचपी पावर टिलरों के साथ उपयोग के लिए डिज़ाइन किया गया है। |  |  |  |  |  |  | ",
  "VerdeMach 70P (Orange) 7HP Power Tiller | वर्डेमैक 70P (संतरी) 7HP पावर टिलर | Machinery | Thresher |  |  |  वर्डेमैक |  पावर टिलर |  |  | खेती, बागवानी और कृषि कार्यों के लिए उपयुक्त – मिट्टी जोतने, खाद मिलाने और घास हटाने के लिए प्रयोग किया जाता है। | ",
  "Vishvakarma VK Supper Gear Modal Chaff Cutter with 2 Roller and 4 Rotated and 1 fixed Blade without Motor | विश्वकर्मा वीके सुपर गियर मॉडल चारा काटने कि मशीन 2 रोलर और 4 रोटेटिंग(घूमने वाला) +1 फिक्स्ड ब्लेड के साथ बिना मोटर के | Livestock | Fodder Preparation | एक किफायती, मजबूत और बहुउद्देशीय मशीन है जो किसानों को घास और अन्य कृषि सामग्री को आसानी से काटने में मदद करती है। इसकी सरलता, कम रखरखाव और बिना मोटर के होने के कारण यह छोटे किसानों के लिए आदर्श है। |  |  |  |  |  |  | ",
  "Mini Power Weeder 2 Stroke 68cc Farm Sathi Agro | मिनी पावर वीडर 2 स्ट्रोक 68cc - फार्म साथी एग्रो | NaN | NaN |  |  | फार्म साथी एग्रो |  |  |  |  | ",
  "Dr Fungstar To control Prevents fungal and bacterial diseases of plants 15 Ltr | डॉ फ़ंग्स्टर - पौधों के फफूंद और जीवाणु रोगों को नियंत्रित करने / रोकने के लिए 15 Ltr | Agri | Fertilizers |  |  |  |  |  |  |  | ",
  "Techmech Single Bucket Milking Machine Without Engine | टेकमेक सिंगल बकेट मिल्किंग मशीन बिना इंजन | Machinery | Dairy farm Machinery |  |  |  |  |  |  |  | ",
  "Adjustable Ridger attachment for 5 to 9 HP Power Tiller SKD Filteration | एसकेडी फ़िल्टरेशन 5 से 9 HP पावर टिलर  एडजस्टेबल रिजर अटैचमेंट | Machine Accessories | Power Tiller Attachments | 5 से 9 एचपी पावर टिलर के लिए एडजस्टेबल रिजर अटैचमेंट अनुकूलन योग्य नाली और रिज निर्माण की अनुमति देता है, जिससे मिट्टी प्रबंधन और क्षेत्र की तैयारी में सुधार होता है। |  |  |  |  |  |  | ",
  "FB SUVARN Clusterbean Seeds (Pack of 2) Farmson Biotech | एफबी-सुवर्न क्लस्टरबीन बीज (2 का पैक) - फार्मसन बायोटेक | Agri | Seeds | एफबी-सुवर्न नीचे से गुच्छों में जोरदार फल लगते हैं, विकास की आदत, सीधा और एकल तना वाला पौधा, पहली तुड़ाई लगभग 40 - 42 दिन में शुरू होती है, आकर्षक चमकदार हरा फली का रंग, लंबाई 10 - 12 सेमी, पतले, लंबे, उत्कृष्ट गुणवत्ता वाले चमकदार फल। देर से तुड़ाई करने पर भी फलियाँ परिपक्व नहीं हो पाती हैं। प्रगतिशील किसान की पहली पसंद बाजार में उपस्थिति। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Neptune BC520 Brush Cutter 2 Stroke Petrol Engine | नेपच्यून BC520 ब्रश कटर 2 स्ट्रोक पेट्रोल इंजन 1.9 एचपी 51 सीसी | Agri | Harvesting | Neptune BC520 ब्रश कटर एक 2 स्ट्रोक पेट्रोल इंजन वाला हल्का (9 किग्रा) और शक्तिशाली (1.9hp) उपकरण है, जो 6500 RPM पर काम करता है। इसकी ईंधन खपत 600ml/घंटा है और यह बागवानी के लिए आदर्श है। |  | नेप्च्यून | साइडपैक |  |  |  | ",
  "Nitcal Gold (2 litre) Pack of 3 Nitcam Pharma | निटकल गोल्ड (2 लीटर) 3 का पैक - निटकैम फार्मा | Cattle Feed | Cattle Feed |  |  |  |  |  |  |  | ",
  "Sponge Gourd Nakshatra F1 Hybrid Shine Brand Seeds, (Gilki) 10 Gm | स्पंज लौकी नक्षत्र F1 हाइब्रिड - शाइन ब्रांड बीज, (गिलकी) 10 ग्राम | Agri | Seeds | संकर/हाइब्रिड लौकी एफ1 नक्षत्र के बीज अत्यंत उत्पादक होते हैं, जो 50 से 55 दिनों में पक जाते हैं। हमारे उत्पाद कड़े गुणवत्ता उपायों से गुजरते हैं, इसलिए हम अपने ग्राहकों को आश्वस्त करते हैं कि हमारी ओर से गुणवत्ता-परीक्षित हाइब्रिड बीAAAजों की श्रृंखला पेश की जाती है। |  | शाइन सीड्स |  |  |  |  | ",
  "Commercial Semi Automatic 0.25 HP Garlic Bulb Breaker 60 to 70 kg hr Jay Ambe | वाणिज्यिक अर्ध-स्वचालित 0.25 एचपी लहसुन बल्ब ब्रेकर 60 से 70 किग्रा/घंटा - जय अम्बे | Agri | Food Processing Machines |  |  | जय अम्बे |  |  |  |  | ",
  "NEPTUNE SIMPLIFY FARMING LM16E 1800 Watt Electric Rotary Lawn Mower Striped Effect Large Sized Lawns | नेप्ट्यून सिंपिलीफाई फार्मिंग LM-16-E 1800 वाट इलेक्ट्रिक लॉन मोवर फॉर स्ट्रिप्ड इफ़ेक्ट लार्ज साइज्ड | Agri | Gardening | नेप्ट्यून एक इलेक्ट्रिक वॉक-बिहाइंड रोटरी लॉन घास काटने की मशीन प्रस्तुत करता है जो शून्य उत्सर्जन के साथ आपके लॉन के लिए त्वरित सौंदर्य समाधान के लिए उत्कृष्ट काटने की शक्ति प्रदान करता है। यह स्वच्छ, विश्वसनीय विद्युत शक्ति प्रदान करता है और हर बार तत्काल शुरू होता है, सभी भारी शुल्क 1800W मोटर के लिए धन्यवाद। इसका 7 पोजीशन एर्गोनोमिक डिज़ाइन विभिन्न ऊंचाइयों के साथ सभी प्रकार की घास पर सही कटौती की अनुमति देता है। |  |  |  |  |  |  | ",
  "6N40E SINGLE RICE MILL WITH 1.8KW MOTOR Really | 6N40E सिंगल राइस मिल 1.8KW मोटर के साथ-रियली | Machinery | Post Harvesting Machines |  |  | रियली |  |  |  |  | ",
  "Poultry Drinker for Poultry Farm and for all Other Birds Drinker Capacity 3 Lit (Pack of 15) Ndeal | पोल्ट्री फार्म और अन्य सभी पक्षियों के लिए पोल्ट्री ड्रिंकर - ड्रिंकर क्षमता 3 लीटर (15 का पैक) - एनडील | Poultry | Poultry Equipment | पैन में फ़ीड/ दाना और पानी के स्तर को तीन समायोजन का उपयोग करके नियंत्रित और प्रबंधित किया जा सकता है अत्यधिक कुशल विस्तार शंकु जो दाना ठीक से डालने में मदद करता है, पक्षियों की भीड़ को नियंत्रित करने के लिए ग्रिल उपलब्ध हैं, इससे श्रम कम होता है और समय की बचत होती है। |  | एनडील |  |  |  |  | ",
  "Tea Plucker without Battery Kiston | चाय-पत्ती तोड़ने की मशीन बिना बैटरी के साथ - किस्टन | Agri | Gardening | किस्टन माइल्ड स्टील बैटरी चालित चाय प्लकर, केई81 एक उपकरण या मशीन है जिसे मुख्य रूप से चाय बागानों में चाय के पौधों से चाय की पत्तियों की कटाई के लिए डिज़ाइन किया गया है। |  | किस्टन |  |  |  |  | ",
  "Kutay liner (Rubber) 3110 2 Model Melasty | कुटे लाइनर (रबड़ वाला) 3110-2 मॉडल - मेलास्टी | Livestock | Milking Machine and Accessories |  |  | मेलास्टी |  |  |  |  | ",
  "Drip Irrigation Kit for 500 Sqm with 500 Mtr Pipe Jain Irrigation | 500 वर्गमीटर के लिए ड्रिप सिंचाई किट 500 मीटर पाइप के साथ - जैन इरिगेशन | Agri | Irrigation Equipments |  | यह ड्रिपकिट प्रणाली अधिकांश फसलों की सिंचाई के लिए उपयोगी है, छोटे और सीमांत किसानों के लिए यह आदर्श है, यह सब्जियों, अनाज, दालों, कपास और अन्य निकट दूरी वाली पंक्ति वाली फसलों के लिए, सिंचाई के लिए ग्रीन हाउस/शेड हाउस और नर्सरी में इसका इस्तेमाल किया जा सकता है। | जैन इरिगेशन |  |  |  |  | ",
  "Greenleaf TA 54 C 28mm Round Tiller Attachment for 52CC 2 Stroke Petrol Engine Brush Cutter | ग्रीनलीफ TA-54-C 28 मिमी राउंड टिलर अटैचमेंट 52CC 2 स्ट्रोक पेट्रोल इंजन ब्रश कटर के लिए | Agri | Harvesting | ग्रीन ईगल TA-54-C राउंड टिलर अटैचमेंट एक उच्च गुणवत्ता वाला, मजबूत कास्ट आयरन से निर्मित है। यह गहरी जुताई (Rotavator जैसी) और निराई के लिए आदर्श है। इसे आसानी से स्थापित किया जा सकता है और यह ब्रश कटर के साथ प्रभावी रूप से काम करता है। |  |  |  |  |  |  | ",
  "Sharanya – 200 Kg Solar Square Tunnel Dryer Urja Mandal | शरण्या - 200 किलोग्राम सोलर स्क्वायर टनल ड्रायर - ऊर्जा मंडल | Agri | Farm Protection Equipment | 4*8 *8 फीट MS निर्मित संरचना 20 नग छिद्रित MS/Al/SS ट्रे। आकार 30 x 36 इंच काली कोटिंग क्षमता के साथ प्रति ट्रे 9 से 10 किग्रा 6 नग फैन (4 इंच) और 6 नग सोलर पैनल (10 वॉट) फैन 10 नमी हटाने के लिए तापमान विनियमन सर्किट के साथ धूल फिल्टर। सभी प्रकार के कृषि उत्पादों की स्वच्छता सुखाने के लिए धूल प्रूफ कीट रोधी और जलरोधी निर्माण। |  |  |  |  |  |  | ",
  "FB ROYAL RED F1 Hybrid Watermelon Seeds Farmson Biotech | एफबी-रॉयल रेड एफ1 हाइब्रिड तरबूज के बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-रॉयल रेड एफ1 मध्यम परिपक्वता, यह अंडाकार आकार का है, इस फल का वजन 3-4 किलोग्राम, त्वचा का रंग गहरा हरा-काला, परिपक्वता के 70-75 दिन बाद, >13% टीटीएस, उच्च उपज, लंबी दूरी की शिपिंग के लिए उपयुक्त और कॉम्पैक्ट गूदा उत्कृष्ट परीक्षण. |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Hand Operated Cow dung log Making Machine Suryansh | हाथ से चलने वाली गोबर के लट्ठे बनाने की मशीन - सूर्यांश | Livestock | Dung Management | ये मशीन छोटे पशु पालक के लिए वरदान है इसका उपयोग गाय व भैस के गोबर से लट्ठे बनाने में किया जाता है जिससे उपले बनाने में लगने वाला समय और मजदूरों का पैसा बचाया जा सके। |  | सूर्यांश |  |  |  |  | ",
  "Power weeder TF544Plus 8.9HP Diesel Hasqvarna | पावर वीडर TF544Plus 8.9HP डीजल - हुस्कवर्ना | Agri | Post Harvesting |  |  |  हस्कवर्ना |  |  |  | बड़ी कृषि भूमि की जुताई और मिट्टी की तैयारी के लिए उपयुक्त। | ",
  "V L K R 120 Single Way Fogger Kit With 120 Feet Pipe 24 Nozzel Sediment and 100 GPD Motor | V L K R 120 फॉगर किट 24 नोजल और सेडिमेंट फिल्टर के साथ | Livestock Solution | Fogger Kit | वीएलकेआर 120 सिंगल वे फॉगर किट 120 फीट पाइप, 24 नोजल और 100 GPD मोटर के साथ आता है। माइक्रो फॉगिंग के जरिए धूल और हानिकारक कीटों को कम करता है, जिससे स्वच्छ और स्वस्थ वातावरण मिलता है। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | वीएलकेआर |  |  |  |  | ",
  "Linear type MAP Indian Sweets Food Tray Sealing Machine AVTS 550 Model Powervac | लीनियर टाइप एमएपी इंडियन स्वीट्स फूड ट्रे सीलिंग मशीन AVTS-550 - मॉडल - पॉवरवैक | Agri | Packing Machine |  |  | पॉवरवैक |  |  |  |  | ",
  "F1 Hybrid Cucumber Seeds Tina | F1 हाइब्रिड खीरे के बीज - टीना | Agri | Seeds |  |  |  | टीना |  |  |  | ",
  "Sunrise Irrigation Micro Sprinkler Tube Set Pack of 50 | सनराइज इरिगेशन माइक्रो स्प्रिंकलर ट्यूब सेट – 50 नग | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Divine 170F Petrol Power Tiller 7 HP 212 CC With 32 Rotatry Blade Pack of 10 | 10 के पैक पर भारी छूट - डिवाइन 170F पेट्रोल पावर टिलर 7 एचपी 212 सीसी के साथ 32 रोटेट्री ब्लेड | NaN | NaN |  | खेतो की बुवाई व निराई गुड़ाई से खरपतवारो नष्ट करना  | डि-वाइन |  |  |  |  | ",
  "Garlic Peeler Machine Confider | लहसुन छीलने की मशीन - कॉन्फ़िडर | Agri | Food Processing Machines | कॉन्फ़िडर इंडस्ट्रीज द्वारा छीलने वाली मशीनें अपनी उच्च दक्षता और थ्रूपुट के लिए जानी जाती हैं। चाहे वह आलू हो, अदरक, गाजर, प्याज, गीली हल्दी आदि, Confider Industries द्वारा छीलने वाली मशीनें दुनिया भर के ग्राहकों के लिए सिद्ध और बजट अनुकूल समाधान हैं। हम अपनी मशीनों की गुणवत्ता के साथ कभी समझौता नहीं करते। ग्राहकों की संतुष्टि मशीन की हमारी श्रृंखला का मूल है। संचालन में आसानी के साथ बहुत छोटा चक्र समय इस मशीन को तेज और प्रभावी उत्पादन के लिए अधिक उपयुक्त बनाता है। कॉन्फिडर इंडस्ट्रीज की यह मशीन रेस्तरां, क्लाउड और होटल के रसोई घर के लिए आवश्यक मशीनों में से एक है। इस मशीन के साथ 5 किलो से लेकर विस्तृत क्षमता उपलब्ध है। / घंटा से 50 किग्रा / घंटा चक्र समय सीमा f के साथ रोम 2-3 मिनट से 7-8 मिनट |  |  |  |  |  |  | ",
  "Iron Wheel 12 inch attachment for 5 to 9 HP Petrol Power Tiller SKD Filteration | एसकेडी फ़िल्टरेशन 5 से 9 HP पेट्रोल पावर टिलर आयरन व्हील 12 इंच अटैचमेंट | Machine Accessories | Power Tiller Attachments | 5 से 9 एचपी पेट्रोल पावर टिलर के लिए आयरन व्हील 12-इंच अटैचमेंट एक टिकाऊ, कुशल उपकरण है जिसे प्रभावी मिट्टी की तैयारी और जुताई के प्रदर्शन में वृद्धि के लिए डिज़ाइन किया गया है। |  |  |  |  |  |  | ",
  "Builder Shevri Multicutting Grass Seeds 1 Kg Sangram Seeds | बिल्डर शेवरी मल्टीकटिंग घास के बीज 1 किलो - संग्राम सीड्स | Livestock | Fodder Seed | किसानों को उच्च गुणवत्ता और उच्च उपज मिल सके। |  | संग्राम सीड्स |  |  |  |  | ",
  "Rubber Cow Mat 6 x 4 feet (Pack 0f 5) Swastik Agro | रबर वाली गाय की चटाई 6 x 4 फीट (5 का पैक) - स्वास्तिक एग्रो | Livestock | Dairy Farm Management | पशुओ को नरम बिस्तर प्रदान किया जाना चाहिए जहां वे सहज महसूस कर सकें, जो पशुओ को बेहतर आराम प्रदान करता हैं | रबर मैट लंबे समय तक चल सकते है क्योंकि वे रबर से बने होते हैं जो जल्दी खराब नहीं होते हैं और अन्य फोम से बने उत्पादों की तुलना में ये रबर मैट कई वर्षों तक इस्तेमाल की जा सकती है। |  | स्वास्तिक एग्रो |  |  |  |  | ",
  "Electric Chainsaw 16 INCH with Automatic Oiler System 1600W 600 RPM Inbuilt Chain Tension AGS | इलेक्ट्रिक चेनसॉ 16 इंच/ स्वचालित ऑयलर सिस्टम/1600W/ 600 RPM/ इनबिल्ट चेन टेंशन के साथ - AGS | Machinery | Thresher |  |  | ए जी एस |  |  |  |  | ",
  "Digital Brix Meter Advance Instruments | डिजिटल ब्रिक्स मीटर - एडवांस इंस्ट्रूमेंट्स | Livestock | Milk Processing | हैंड-हेल्ड रेफ्रेक्टोमीटर, घोल में शर्करा के घनत्व को मापने के लिए उपयोग किया जाता है, ब्रिक्स स्केल रेंज 0 से 90% है, हाथ स्वचालित तापमान मुआवजे के साथ रेफ्रेक्टोमीटर, स्वचालित तापमान, मुआवजा: 10 ℃ ~ 30 ℃, उपयोग करने में आसान, आकार में कॉम्पैक्ट और वजन में हल्का, एक प्लास्टिक के मामले के साथ पैक किया गया, स्टोर करने और ले जाने में सुविधाजनक। पिपेट, स्क्रूड्राइवर, कपड़े के साथ आता है और प्लास्टिक का मामला।  |  |  |  |  |  |  | ",
  "Dr Fruit Growth Organic Liquid Fertilizer | डॉ फ्रूट ग्रोथ - जैविक तरल उर्वरक | Agri | Fertilizers |  |  |  |  |  |  |  | ",
  "Jain Irrigation BV50HBF DIS SIS CTRL VALVE 50MM MOLDSEAL THR (Pack of 4) | जैन इरिगेशन BV50HBF DIS SIS कंट्रोल वाल्व 50MM मोल्डसील थ्र (4 का पैक) | Drip Irrigation | Drip Fittings | यह डबल यूनियन प्रकार के नियंत्रण वाल्व हैं, जिनमें सॉल्वेंट वेल्डेड कनेक्शन और टीफ्लॉन सीट रिंग दी गई है, जो इसकी मजबूती और दीर्घायु को बढ़ाती है। |  |  |  |  |  |  | ",
  "VerdeMach SFM3 PRO SS Pulverizer 3HP with Long Height | वर्डेमैक SFM3 PRO SS पल्वराइज़र 3HP लंबी ऊंचाई के साथ | Machinery | Thresher |  |  |  |  |  |  | उच्च गुणवत्ता वाला पिसा हुआ मसाला और आटा तैयार करने में मदद करता है। | ",
  "Really 2 Stroke 52CC Side Pack Brush Cutter with 80T 2T Blade & Trimmer Head (DX PCH 52SP) | रियली 2 स्ट्रोक 52CC साइड पैक ब्रश कटर 80T 2T ब्लेड और ट्रिमर हेड के साथ (DX PCH 52SP) | Agri | Post Harvesting | साइड पैक ब्रश कटर 2 HP, 52cc 2-स्ट्रोक इंजन से लैस है, जो तेज और शक्तिशाली प्रदर्शन प्रदान करता है। इसमें 80-टी 2T ब्लेड और ट्रिमर हेड है, जो मोटी घास और झाड़ियों को आसानी से काटने के लिए उपयुक्त है। साइड पैक डिज़ाइन उपयोगकर्ता को लंबे समय तक काम करने में आराम और संतुलन प्रदान करता है |  | मित्सुयामा |  |  |  |  | ",
  "Virdhi Super Seeder 08FEET | विर्धि सुपर सीडर 8 फीट | Machinery | Garden Machines | 50-65 HP ट्रैक्टर / 8 फीट चौड़ाई / मल्टी-परपज़ यूनिट / हाई कैपेसिटी बुवाई  | गेहूं, जौ, मूंग, सरसों आदि की बुवाई / धान के ठूंठों के साथ बुवाई  | Virdhi  | मल्टी-परपज़ सीडर  |  |  | स्टबल मैनेजमेंट व बुवाई का संयुक्त हल।  | ",
  "Greenleaf 80 Teeth Carbon Steel Silver TCT Blade for Brush Cutter (Pack of 4) | ग्रीनलीफ 80 टीथ कार्बन स्टील सिल्वर TCT ब्लेड फॉर ब्रश कटर (पैक ऑफ 4) | Machinery | Thresher | यह हाई-कार्बन स्टील ब्लेड ब्रश कटर के लिए शार्प और टिकाऊ डिज़ाइन में आता है। | घास, छोटे पेड़ और झाड़ियों को काटने के लिए |  |  |  |  |  | ",
  "Earth Auger DRILL BIT 6'' 150MM 32 Inch Really | अर्थ ऑगर ड्रिल बिट 6''/150एमएम 32 इंच--रियली | Agri | Harvesting |  |  | रियली |  |  |  |  | ",
  "U20MAX For Mastitis Control | यू 20 मैक्स ( थनैला रोग के रोकथाम हेतु ) | Livestock | Animal Health |  |  | वेइज़र  |  |  |  |  | ",
  "VerdeMach 6N40 Iron Type Rice Mill With 4.5 HP Single Phase Motor | वर्डेमैक 6N40 आयरन टाइप राइस मिल 4.5HP सिंगल फेज मोटर के साथ | Machinery | Post Harvesting Machines | सन एग्रो की 6N40 आयरन टाइप राइस मिल में एक मजबूत आयरन बॉडी और 4.5 एचपी सिंगल-फेज मोटर है, जो कुशल चावल मिलिंग के लिए डिज़ाइन किया गया है। यह टिकाऊ, कॉम्पैक्ट और छोटे पैमाने के संचालन के लिए आदर्श है। |  | सन एग्रो |  |  |  |  | ",
  "Moringa Seeds, Drumstick Seeds, Horseradish Tree Seeds, Saijan ki Phalli, Saragavo (100Percent Organic) PKM1 Variety without Wings 500 Gm S.K. Organic | मोरिंगा के बीज, सहजन के बीज, सहिजन के पेड़ के बीज, सारागावो (100% जैविक) - PKM1 किस्म - 500 ग्राम - एस.के. जैविक | Agri | Seeds |  |  | एस.के.इंटरनेशनल |  |  |  |  | ",
  "Mini Rice Mill (6n40) Double Vibrator without Motor | चावल मिल डबल वाइब्रेटर युक्त इलेक्ट्रिक मशीन (6n40) मोटर के बिना | Agri | Post Harvesting |  |  | विन्स्पायर |  |  |  |  | ",
  "Ambika Agro Chaff Cutter Mini Toofan without motor | अंबिका एग्रो चाफ कटर मिनी तूफान बिना मोटर | Machinery | Chaff Cutter |  मिनी तूफान / 10 इंच ब्लेड / 700-900 KG/घंटा |  पशुओं के लिए चारा काटने में सहायक / छोटे और मध्यम स्तर के किसानों के लिए उपयुक्त। |  अंबिका एग्रो |  चाफ कटर (मोटर रहित) |  |  | छोटे और मध्यम स्तर के किसानों के लिए आदर्श, जो डेयरी और पशुपालन में लगे हैं। | ",
  "Jugnu Solar Lantern Torch TWP SLT1 | जुगनू सोलर लालटेन टॉर्च - TWP SLT1 | Agri | Farm Protection Equipment | सौर लालटेन लाइटिंग के 5 मोड के साथ टॉर्च - हाई बीम लाइट (>500 मीटर), बैक अप: टॉर्च हाई बीम: 3 घंटे।, लो बीम: 6 घंटे।, टॉर्च फ्लैश: 7 घंटे। रीडिंग लाइट: 3 घंटे., डुअल कलर SOS साइड लाइट: 22 घंटे. मोबाइल चार्जिंग  |  |  |  |  |  |  | ",
  "Punjabi Multicut Grass Seeds for Cattle Feed Fodder, Multicut Grass 8 9 Cuts In a Year 2 Kg S.K. Organic | मवेशियों के चारे के लिए पंजाबी मल्टीकट घास के बीज, मल्टीकट घास एक वर्ष में 8-9 कटाई - 2 किलोग्राम - एस.के. जैविक | Livestock | Fodder Seed | इस किस्म में पत्तियाँ अधिक होती हैं और तना रसीला होता है इसलिए मवेशियों को पत्तियों के रूप में अधिक चारा मिल सकता है, यह गाय, भैंस, बकरी, भेड़ आदि दूध देने वाले जानवरों के लिए अनुशंसित बहुत अच्छी घास है क्योंकि इसमें उच्च प्रोटीन और फाइबर होते हैं जो मवेशियों के लिए पचाने में आसान होते हैं। |  | एस.के.ऑर्गेनिक  |  |  |  |  | ",
  "Milk o Bike single bucket bike mounted milking machine Prompt | प्रोम्पट मिल्क ओ बाइक मिल्किंग मशीन बाइक माउंटेड - सिंगल बाल्टी | Livestock | Milking Machine and Accessories | मिल्क ओ बाइक मिल्किंग मशीन एक बाइक-माउंटेड, सिंगल बाल्टी डिज़ाइन के साथ आती है, जो छोटे डेयरी फार्मों और छोटे पैमाने पर दूध निकालने के लिए आदर्श है। इसका पोर्टेबल और किफायती डिज़ाइन समय और ऊर्जा बचाता है, और इसे आसानी से एक स्थान से दूसरे स्थान पर ले जाया जा सकता है। |  |  |  |  |  |  | ",
  "Saimax Honda GX 200D SD Engine | साइमैक्स होंडा GX 200D SD इंजन | Machine Accessories | Engine |  5.8 HP पॉवर / 196cc / एयर कूल्ड / रिकॉइल स्टार्टर /  16.1 किग्रा |  वॉटर पंप / पावर वीडर / कंप्रेसर / जेनरेटर |  Saimax |  पेट्रोल इंजन (Honda GX सीरीज) |  |  | वॉटर पंप और अन्य कृषि यंत्रों को चलाने में यह इंजन प्रभावी है | ",
  "Godhan GS 150 Single bucket 25 Ltr Trolly model Milking Machine | गोधन मिल्किंग मशीन GS150 ट्रॉली मॉडल 25 लीटर सिंगल बाल्टी के साथ | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "Chain Saw 75CC RBD CH75 RBD | चेन सॉ 75CC- RBD-CH75 -RBD | Agri | Gardening | RBD 75CC चेन आरा को बड़े और अधिक महंगे चेन आरा के छोटे और हल्के विकल्प के रूप में डिज़ाइन किया गया है। इसमें 0.75-इंच की पिच है, जो इसे 1-इंच पिच चेन आरी की तुलना में प्रति घंटे कम मात्रा में गैस पर चलने की अनुमति देती है, जिसका अर्थ है कि यह छोटी नौकरियों के लिए बेहतर है। इसमें 70 क्यूबिक सेंटीमीटर का सिलेंडर विस्थापन भी है, जिसका अर्थ है कि ट्रिगर के प्रत्येक खिंचाव में कम शक्ति है |  | आरबीडी |  |  |  |  | ",
  "Namaste Agro Back pack 2 stroke brush cutter with 3 attachments | नमस्ते एग्रो बैकपैक 2 स्ट्रोक ब्रश कटर 3 अटैचमेंट्स के साथ | Hand Operated Equipment | Harvesting Tools |  52 CC 2 स्ट्रोक एयर कूल्ड इंजन / 1500 वॉट पावर / 420 मिमी रिवॉल्विंग डायमीटर / पेट्रोल से संचालित |  कृषि कार्यों के लिए आदर्श / घास, झाड़ियों और पौधों की सफाई / बागवानी और लॉन ट्रिमिंग / छोटे खेतों में फसल कटाई |  नमस्ते एग्रो |  साइडपैक ब्रश कटर |  |  | कृषि कार्यों के लिए आदर्श, जहां निरंतर और मजबूत परफॉर्मेंस की आवश्यकता होती है। | ",
  "200kg and 20g Accuracy Iron Platform Weighing Scale Metis | 200 किग्रा और 20 ग्राम एक्यूरेसी आयरन प्लेटफॉर्म वेइंग स्केल-मेटिस | Machinery | Dairy farm Machinery |  |  |  मेटिस |  |  |  |  | ",
  "Sprinkler Kit with 25 mm Poly Tube 100 Mtr Pipe and 10 Nozzles with Punch (for 500 to 800 sq.m. area) | स्प्रिंकलर किट 25 मिमी पॉली ट्यूब के साथ - 100 मीटर पाइप और 10 नोजल वाला पंच के साथ (500 से 800 वर्ग मीटर क्षेत्र के लिए) - एक्यूरेन | Agri | Irrigation Equipments | एक्यूरेन स्प्रिंकलर किट एक परम स्प्रिंकलर सिंचाई प्रणाली है जो पारंपरिक स्प्रिंकलर सिंचाई प्रणाली की सभी सीमाओं को पार करती है और फिर भी प्रभावी सिंचाई सिद्धांतों के उच्च मानकों को पूरा करती है, जैसे - उच्च वितरण एकरूपता (एक सामान वितरण) नियंत्रित अनुप्रयोग दर, हल्की वर्षा, कम बूंद प्रभाव इसमें मिट्टी की संरचना और पत्तों को कोई नुकसान नहीं होता है, यह 1 लघु सिंचाई चक्र हैं। | आलू, पत्तेदार सब्जियाँ, तिलहन, दालें, अनाज, चारा फसलें आदि जैसे निकटवर्ती/क्षेत्रीय फसलों के लिए अनुशंसित। | एक्यूरेन |  |  |  |  | ",
  "Balwaan Tiller Attachment Straight Type 28MM (Black) | बलवान टिलर अटैचमेंट स्ट्रेट टाइप 28MM (काला) | NaN | NaN |  |  |  |  |  |  |  | ",
  "Wormisule Xp For Pets (Pack of 5) Dr Goels | वर्मीसूल एक्सपी पालतू जानवरों के लिए (5 का पैक) - डॉ. गोयल | Livestock | Animal Health | वॉर्मिस्यूल - एक्सपी सभी प्रकार के कीड़ों को बाहर निकालने के लिए सबसे अच्छा और अनोखा होम्योपैथिक फॉर्मूलेशन है, वॉर्मिस्यूल - एक्सपी सभी उम्र और नस्लों के कुत्तों और बिल्लियों को कृमि मुक्त करने के लिए सबसे अच्छी होम्योपैथिक पशु चिकित्सा दवा है। |  | डॉ. गोयल |  |  |  |  | ",
  "Big Tractor Operated Heavy Duty Rotavator BRT 6 Model with 42 Blades Bhoomi Agro Industries | 42 ब्लेड वाला बड़ा ट्रैक्टर संचालित हेवी ड्यूटी रोटावेटर बीआरटी-6 मॉडल - भूमि एग्रो इंडस्ट्रीज | Agri | Farm Protection Equipment | 5 दांत 10 पाइप 27 इंच हॉपर मिनी ट्रैक्टर संचालित बीज सह उर्वरक ड्रिल - मिनी सारा यंत्र सेट, समर सेट, ग्राउंडवेल और रोटर बैग |  |  |  |  |  |  | ",
  "Dixit Agro WP30 6.5HP Water Pump 3 inch 168F Petrol Engin | दीक्षित एग्रो WP30 6.5HP वॉटर पंप 3 इंच 168F पेट्रोल इंजन | Machinery | Water Pumps | 168F 6.5 एचपी पेट्रोल वॉटर पंप जल स्थानांतरण के लिए 3 इंच के इनलेट/आउटलेट की विशेषता वाला यह पंप टिकाऊपन, पोर्टेबिलिटी और उच्च प्रदर्शन को मिलाकर विभिन्न जल-पंपिंग आवश्यकताओं को पूरा करता है |  |  |  |  |  |  | ",
  "All in One Pack of 3 | ऑल इन वन - 3 का पैक | Agri | Fertilizers | १. उच्च गुणवत्ता और पौधो का विकास में उत्तेजक के साथ साथ मर्दा कंडीशनर का काम भी करता है. २. मर्दा की जल धारण क्षमता में बढ़ोतरी और अच्छी उर्वरा शक्ति में सहायक है. ३. जड़ो का पूर्ण विकास और  पौधों के कल्ले का अधिक फुटाव में सहायक है. ४. फूल और फलो की अच्छी  गुणवत्ता के साथ अधिक उत्पादन.  |  | अविशी एग्रो |  |  |  |  | ",
  "NEPTUNE Electric Portable High Pressure Car Washer Car Washing Pump (PW 1000) | नेप्ट्यून सिमपलीफाई फार्मिंग इलेक्ट्रिक पीडब्लू 288 पोर्टेबल हाई प्रेशर कार वॉशर कार वॉशिंग पंप | Agri | Sprayer | नेप्ट्यून पोर्टेबल इलेक्ट्रिक हाई-प्रेशर वॉशर 1600 W शक्तिशाली मोटर से लैस है जो अधिकतम उत्पन्न करता है। भारी शुल्क वाले वाहन और घर की सफाई के काम को और अधिक कुशलता से संभालने के लिए 480L / H की प्रवाह दर पर 80 बार दबाव। यह कुशलतापूर्वक आपको सबसे कठिन घर, आउटडोर और ऑटो सफाई कार्यों को आसानी से करने में मदद करता है! इस स्प्रेयर क्लीनर मशीन का उपयोग आसानी से कारों से रोड टार, ट्री सैप और कीड़े के छींटे, कंक्रीट से ग्रीस जमा, भारी फफूंदी, तेल और जंग के दाग, मिट्टी पर पके हुए, और अन्य जिद्दी यार्ड और गार्डन गंक और जमी हुई गंदगी को हटाने के लिए करें। |  | NULL |  |  |  |  | ",
  "Safal Non Selective Post Emergence Herbicide 1 Litre (Pack of 2) | सफल - पोस्ट इमर्जेंस शाकनाशी - 1 लीटर (2 का पैक) | Agri | Chemicals | सफल - शाकनाशी ग्लाइफोसेट 41% एसएल एक व्यापक स्पेक्ट्रम, गैर-चयनात्मक शाकनाशी है जो विभिन्न प्रकार के खरपतवारों को नियंत्रित करने के लिए उपयोग किया जाता है। जिसमें घास, चौड़ी पत्ती और सदाबहार खरपतवार शामिल हैं। | यह शाकनाशी कृषि क्षेत्रों और बागवानी क्षेत्रों में खरपतवारों को नियंत्रित करने के लिए उपयोग किया जाता है। | ट्रॉपिकल एग्रो | शाकनाशी |  |  |  | ",
  "BAKSON VETERINARY LIV AID Tonic  200 ML | बेक्सन वेटरनरी लिव एड टॉनिक (200 एमएल) | Livestock | Animal Health | लीवर स्वास्थ्य के लिए टॉनिक  | लीवर फंक्शन सुधार  | BAKSON VETERINARY  | होम्योपैथिक टॉनिक  |  |  | लीवर संक्रमण व सूजन में सहायक। | ",
  "Cresco CW1500 Fertilizer and Salt Spreader | क्रेस्को CW1500 उर्वरक और नमक फैलाने वाला स्प्रेडर | Hand Operated Equipment | Sowing Equipments |  उर्वरक और नमक फैलाने वाला स्प्रेडर / न्यूमेटिक व्हील्स के साथ / गियरबॉक्स और स्लाइडर सिस्टम के साथ / सर्दियों और समर दोनों मौसम में उपयोग के लिए उपयुक्त |  उर्वरक फैलाना / नमक फैलाना / सर्दियों में बर्फ पिघलाना | क्रेस्को |  उर्वरक और नमक फैलाने वाला स्प्रेडर |  |  | यह स्प्रेडर खेतों, बागवानी क्षेत्रों, गार्डन और अन्य बाहरी स्थानों में उर्वरक और नमक फैलाने के लिए आदर्श है। | ",
  "WATERPUMP 52CC 1\" OUTLET 2 Stroke  Really | वॉटरपंप-52सीसी -1\" आउटलेट 2 स्ट्रोक -रियली | Machinery | Water Pumps |  |  | रियली |  |  |  |  | ",
  "Namaste Agro Horizontal chaff Cutter with 3 hp motor | नमस्ते एग्रो क्षैतिज चारा कटर 3 HP मोटर के साथ | Machinery | Chaff Cutter |  3HP इलेक्ट्रिक मोटर / 2800 RPM गति / 4 ब्लेड / 10–35mm कटिंग साइज |  चारा कटाई / डेयरी फार्म / पशु आहार तैयार करने के लिए |  नमस्ते एग्रो |  इलेक्ट्रिक चारा कटर मशीन |  |  | छोटे से मध्यम डेयरी फार्म के लिए उपयुक्त मशीन | ",
  "Greenleaf 1.7HP 2 Stroke Brush Cutter with Tiller Attachment | ग्रीनलीफ 1.7HP 2 स्ट्रोक ब्रश कटर विद टिलर अटैचमेंट | Agri | Harvesting |  |  |  |  |  |  |  | ",
  "Special Iron Wheel 16 Inch for 5 to 9 HP Diesel Power Tiller Shakti | शक्ति 5 से 9 HP पावर टिलर डीजल स्पेशल 16 इंच आयरन व्हील अटैचमेंट( 2पीस) | Machine Accessories | Power Tiller Attachments | डीज़ल टिलर के लिए 16 इंच का लौह पहिया स्थिरता, स्थायित्व और कर्षण को बढ़ाता है, जिससे कम मिट्टी के दबाव के साथ कुशल जुताई सुनिश्चित होती है। |  |  |  |  |  |  | ",
  "Humi Pro 95 WSG Pack of 5 | हाईफील्ड ऑर्गेनिक्स - हमी-प्रो 95 WSG - 5 का पैक | Agri | Fertilizers | एक प्राकृतिक जैविक उर्वरक जिसमें सूक्ष्म और स्थूल पोषक तत्व होते हैं, जो सभी फसलों के लिए उपयुक्त होते हैं, मिट्टी, सब्जियों और फूलों के बगीचों, बगीचों और टर्फ घास आदि के लिए उपयुक्त होते हैं। फूल, फलने को बढ़ाता है और पौधों के समग्र विकास में मदद करता है। पौधों की रोग प्रतिरोधक क्षमता को बढ़ाता है। |  |  |  |  |  |  | ",
  "Saimax OBM Kit | साइमैक्स OBM किट | Machine Accessories | Engine | आउटबोर्ड मोटर (OBM) किट यांत्रिक फिटिंग के लिए  | बोट मोटर असेंबली / पावर ट्रांसमिशन  | Saimax  | फिटिंग और कनेक्शन किट  |  |  | OBM को बोट से जोड़ने में सहायक  | ",
  "Deep Tilling Rotary Shaft Diesel Tiller Attachment Agri Techno | एग्री टेक्नो पावर टिलर डीजल डीप टिलिंग रोटरी शाफ्ट अटैचमेंट | NaN | NaN |  |  |  |  |  |  |  | ",
  "Balwaan Guidebar 22inch ECO | बलवान गाइडबार 22 इंच ईको | Hand Operated Equipment | Harvesting Tools |  |  चेनसॉ के लिए गाइडबार |  बलवान |  |  |  |  | ",
  "Jowar Tobacco caterpillar Control Pheromone Trap Kit for 2 Acre (Spod O Lure 20 and Funnel Trap 20) Green revolution | ज्वार के हानिकारक पत्ती छेदक इल्ली  नियंत्रण हेतु (स्पोड -ओ -ल्यूर)फेरोमोन ट्रैप किट (20 ल्यूर + 20 ट्रैपर + 2 हाथ के दस्ताने) | Agri | Farm Protection Equipment | इस स्पोड-ओ-ल्यूर और फ़नल ट्रैप को साथ उपयोग करने से टोबैको कैटरपिलर से फसल सुरक्षित करता है | टोबैको कैटरपिलर एक बहुत ही खतरनाक कीट है। ये लार्वे पत्तो को खा जाते है जिससे पौधा/फसल पूरा ख़राब हो जाता है । सामान्य नियंत्रण उपाय जैसे कीटनाशक का छिड़काव समस्या का समाधान नहीं करता है, बल्कि जमीन को और पर्यावरण को प्रदूषित करता है और सब्जी को जेहरीला बना देता है। | 10-15 ल्यूर प्रति एकड़फसल बोने के 7 से 10 दिन बाद इसका प्रयोग करें |  |  |  |  |  | ",
  "Paddy Cage wheel Petrol for Tiller Attachment Agri Techno | एग्री टेक्नो पावर टिलर पेट्रोल पैडी केज व्हील अटैचमेंट | NaN | NaN |  |  |  |  |  |  |  | ",
  "Greenleaf BP 44 Backpack Brush Cutter 1.95HP 52CC 2 Stroke | ग्रीनलीफ BP-44 बैकपैक ब्रश कटर 1.95HP 52CC 2 स्ट्रोक | Agri | Harvesting |  |  |  |  |  |  |  | ",
  "VerdeMach 6N40 Iron Rice Mill Flower Hopper Without Motor | वर्डेमैक 6N40 आयरन राइस मिल फ्लावर हॉपर बिना मोटर के | Machinery | Post Harvesting Machines |  |  |  वर्डेमैक |  |  |  | धान को चावल में बदलने के लिए कुशल और तेज़ प्रदर्शन। | ",
  "Garuu Technology 8 Head Mist Maker with SMPS | गारू टेक्नोलॉजी 8 हेड मिस्ट मेकर एसएमपीएस के साथ | Drip Irrigation | Mist Maker |  8 हेड मिस्ट मेकर / 200 वाट / 48V DC / SS 304 बॉडी / ओवरहीट और शॉर्ट सर्किट सुरक्षा। |  ग्रीनहाउस ह्यूमिडिफिकेशन / मशरूम खेती / एयर कूलिंग सिस्टम। |  गारू टेक्नोलॉजी |  अल्ट्रासोनिक मिस्ट मेकर |  |  | ग्रीनहाउस, नर्सरी और एरोपोनिक्स सिस्टम में उच्च आर्द्रता बनाए रखने के लिए उपयुक्त। | ",
  "Luminous Eco Volt Neo 1550 Inverter | ल्यूमिनस ईको वोल्ट नियो 1550 इन्वर्टर | Machine Accessories | Invertor |  1400VA साइन वेव इन्वर्टर /  1176W / 1 बैटरी (12V) / मजबूत डिजाइन और बैटरी फ्रेंडली टेक्नोलॉजी |  घरेलू और कमर्शियल इन्वर्टर सिस्टम / कंप्यूटर और इलेक्ट्रॉनिक उपकरणों के लिए UPS मोड / बार-बार बिजली कटने वाले क्षेत्रों में स्थायी समाधान |  ल्यूमिनस |  साइन वेव इन्वर्टर |  |  | घरों में TV, फ्रीज़, कंप्यूटर और फैन जैसे उपकरणों को हैंडल करता है | ",
  "HBG Plant Health Booster Dr. Bagchi's | डॉ बागची का - एचबीजी प्लांट हेल्थ बूस्टर | Agri | Fertilizers | अच्छी जड़ निर्माण और वानस्पतिक वृद्धि के लिए सर्वोत्तम पोषक तत्व। यह 100% पानी में घुलनशील है जिसमें ह्यूमिक, पौधे के अर्क, समुद्री शैवाल का अर्क, अमीनो एसिड मिट्टी के साथ-साथ पर्ण स्प्रे के लिए भी लगाया जा सकता है। यह कोहिनूर नैनो क्रिस्टल का पूरक है। |  | डॉ बागची |  |  |  |  | ",
  "BAKSON VETERINARY Fooma Aid  F2  Drops | बेक्सन वेटरनरी फूमा एड (F2) ड्रॉप्स | Livestock | Animal Health | थनैला (Mastitis) के शुरुआती लक्षणों के लिए  | सूजन व दर्द नियंत्रण  | BAKSON VETERINARY  | होम्योपैथिक टॉनिक  |  |  | थनैला की शुरुआती अवस्था में अति उपयोगी। | ",
  "Clover Seeds (Barseem Seeds) For Microgreens Sprouting and Cultivation (Multicut Grass) 2 Kg S.K. Organic | तिपतिया घास के बीज (बरसीम के बीज) - माइक्रोग्रीन्स के अंकुरण और खेती के लिए (मल्टीकट घास) - 2 किलोग्राम - एस.के. जैविक | Livestock | Fodder Seed | क्लोवर बीज (बरसीम बीज) उच्च अंकुरण वाले जैविक बीज हैं। ये पौष्टिक सूक्ष्म साग प्रोटीन, विटामिन, खनिज, आवश्यक अमीनो एसिड, आयरन और कैल्शियम से भरपूर होते हैं। अंकुरित तिपतिया घास के बीज किसी भी सलाद, सैंडविच, या गार्निश के लिए एक बढ़िया अतिरिक्त हैं। |  | एस.के.इंटरनेशनल |  |  |  |  | ",
  "NEPTUNE SIMPLIFY FARMING NF 8.0 8 Liter Hand Operated Garden Pressure Sprayer | नेप्ट्यून सिमपलीफाई फार्मिंग एनएफ-8.0 (8 लीटर) हैंड ऑपरेटेड गार्डन प्रेशर स्प्रेयर | Agri | Sprayer | नेपच्यून हैंड कम्प्रेशन स्प्रेयर घरेलू उद्देश्यों, नर्सरी या इनडोर वृक्षारोपण क्षेत्रों में छिड़काव के लिए आदर्श हैं। हम 1 लीटर से 10 लीटर तक विस्तृत रेंज प्रदान करते हैं। घरेलू उद्देश्य यानी पौधों, खिड़की और अन्य तरल छिड़काव में छिड़काव के लिए आदर्श। |  |  |  |  |  |  | ",
  "16L Manual Knapsack Sprayer 1.0MPA Pressure Hand Operated Agriculture Spraying Machine with Adjustable Carrying Belt for Home Garden Outdoor Lawn Patio (Random Colour) Gigawatts | 16L मैनुअल नैपसेक स्प्रेयर 1.0MPA प्रेशर हाथ से चलने वाली कृषि स्प्रेइंग मशीन होम गार्डन आउटडोर लॉन आंगन के लिए एडजस्टेबल कैरीइंग बेल्ट के साथ (रैंडम रंग) - गीगावाट | Agri | Sprayer |  |  |  |  |  |  |  | ",
  "NK Dairy Pneumatic Paneer Press 8 Kg Per Batch | एन के डेयरी न्यूमेटिक पनीर प्रेस 8 किग्रा प्रति बैच | Livestock | Milk Processing |  8 किग्रा प्रति बैच /  6 बार वायु दबाव / न्यूमेटिक ऑपरेशन / स्टेनलेस स्टील संरचना  |  पनीर निर्माण / डेयरी प्रोसेसिंग / खाद्य उद्योग में उपयोग |  एन के डेयरी |  न्यूमेटिक ऑपरेशन |  |  | डेयरी फार्म और औद्योगिक पनीर उत्पादन के लिए उपयुक्त। | ",
  "Punjab Agro 150 Single Fogger Kit With 150 Feet Pipe 30 Nozzle Timer Filter and 100 Gdp Motor Pack Of 11 | 10 के मूल्य पर 11 का ऑफर -  पंजाब एग्रो 150 फॉगर किट 30 नोजल और बाउल फिल्टर के साथ | Livestock Solution | Fogger Kit | यह किट बड़े कृषि, बागवानी और औद्योगिक उपयोगों के लिए डिज़ाइन की गई है। इसमें 150 फीट लंबी पाइप, 30 नोजल, एक टाइमर, फिल्टर और 150 जीपीडी मोटर शामिल हैं। यह फॉग्गर किट माइक्रो फॉगिंग के जरिए धूल और हानिकारक कीटों को कम करता है, जिससे स्वच्छ और स्वस्थ वातावरण मिलता है। पैक में 10 किट्स होते हैं, जो बड़े शेड्स और खेतों में कार्य को सरल और प्रभावी बनाते हैं। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | पंजाब एग्रो  |  |  |  |  | ",
  "FB JWALA F1 Hybrid Chili Seeds Farmson Biotech | FB-JWALA F1 हाइब्रिड मिर्च के बीज - फार्मसन बायोटेक | Agri | Seeds | FB-JWALA F1 अच्छा पौधा, जल्दी और अच्छी उपज देने वाला, गहरा चमकीला लाल सूखा, मध्यम झुर्रियों वाला, फल 14-15 सेमी लंबा और 1.2 सेमी मोटा, पकने पर हरा रंग, फल का रंग गहरा लाल, मध्यम तीखापन, परिपक्वता 65-70 दिन, उच्च सहनशीलता रोग का प्रतिरोध। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Knapsack Power Sprayer JX35, 35CC, 4 Stroke Engine NB KS35 P Model Generic | नैपसैक पावर स्प्रेयर - JX35, 35CC, 4 स्ट्रोक इंजन - NB-KS35-P मॉडल - जनेरिक | Agri | Sprayer |  |  | जेनेरिक |  |  |  |  | ",
  "Prime AAVIRAT (Stress relieving for vegetables) | प्राईम आविरत (यह सब्जियों में तनाव मुक्त करने का काम करता है।) | Agri | Fertilizers | बायोप्राइम का प्राइम एविराट सक्रिय विकास और समग्र विकास के लिए नैनो घटकों वाला एक बायोएक्टिव कंसोर्टियम है। इसमें पोषक तत्व और सक्रिय विकास पूरक शामिल हैं। | नर्सरी में रोपाई से 2-3 दिन पहले, रोपाई के बाद - बुआई या रोपाई के 7 दिन बाद | प्राईम आविरत |  |  |  |  | ",
  "Calf Feeding Bottle 1 Litre CowTools | बछड़े को दूध पिलाने की बोतल - 1 लीटर - काउटूल्स | Livestock | Milking Machine and Accessories | यह फीडिंग बोतल खाद्य ग्रेड प्लास्टिक से बनी है। बछड़ों को दूध या अन्य तरल खाद्य पदार्थ खिलाने के लिए इसकी आवश्यकता होती है। आसानी से चूसने के लिए इस बोतल के ऊपर एक लंबा और मुलायम निपल दिया गया है। |  | काऊ-टूल्स |  |  |  |  | ",
  "Mini Tractor Operated BBF 1and1 Seed Drill Machine BSF 5 Tyne Model Bhoomi Agro Industries | मिनी ट्रैक्टर संचालित बीबीएफ -1+1 बीज ड्रिल मशीन - बीएसएफ -5 टाइन मॉडल - भूमि एग्रो इंडस्ट्रीज | NaN | NaN | 5 दांत 10 पाइप 27 इंच हॉपर मिनी ट्रैक्टर संचालित बीज सह उर्वरक ड्रिल - मिनी सारा यंत्र सेट, समर सेट, ग्राउंडवेल और रोटर बैग |  |  |  |  |  |  | ",
  "All in One (A Flowering and Growth Promoter) | ऑल - इन - वन (फूल एव पौध वर्धक ) | Agri | Fertilizers |  |  | उनियादिरा एग्रो |  |  |  |  | ",
  "Jowar Gopi Grass Multicut (Multi year) Agromate Pack of 5 | ज्वार -गोपी ग्रास हाइब्रिड मल्टीकट (बहुवर्षीय) - एग्रोमेट - 5 का पैक | NaN | NaN |  |  | एग्रोमेट |  |  |  |  | ",
  "levler And Dole Maker With 5Tine cultivator For 7 Hp Combo | अटैचमेंट कॉम्बो 3 लेवलर + डोल मेकर+ 5 टाइन कल्टीवेटर 7 एच पी पावर टिलर के लिये | Machine Accessories | Power Tiller Attachments | लेवलर और डोल मेकर विद 5 टाइन कल्टीवेटर फॉर 7 एचपी कॉम्बो एक मल्टी-फंक्शनल कृषि यंत्र है जो मिट्टी को समतल (लेवलर), डोल ,(5 टाइन कल्टीवेटर) और फसलों को खुदाई करता है। यह 7 एचपी पावर टिलर के साथ जुड़कर समय, श्रम और ईंधन की बचत करता है। |  |  |  |  |  |  | ",
  "Mittal MRF PHS Rubber Mat 4.75x7.75 Feet For Cow And Buffalo pack of 5 | मित्तल MRF PHS गाय और भैंस के लिए 4.75x7.75 फीट रबर की चटाई 5 का पैक | Livestock Solution | Cow Mat |  एक उच्च गुणवत्ता वाला, टिकाऊ रबर मैट है जो गाय और भैंसों के लिए आराम और सुरक्षा प्रदान करता है। इसकी फिसलन-रहित सतह चोटों को रोकने और आसान सफाई सुनिश्चित करने के लिए आदर्श है। यह मैट लंबे समय तक उपयोग के लिए मजबूत और टिकाऊ है। |  | मित्तल  |  |  |  |  | ",
  "SKT Hightech Milking Machine 200 LPM Pump 0.75 HP Motor and 28 ltr bucket | एसकेटी हाईटेक मिल्किंग मशीन 200LPM पंप 0.75HP मोटर 28 लीटर बाल्टी के साथ | Livestock | Milking Machine and Accessories |  श्री जी किरपा ट्रेडर्स की हाईटेक मिल्किंग मशीन 28 लीटर स्टेनलेस स्टील बाल्टी सेट के साथ आती है। इसमें 0.75 एचपी मोटर और 200 एलपीएम कंप्रेसर है, जो 3-5 मिनट में 10-15 लीटर दूध निकालने की क्षमता रखता है। यह मशीन एक-एक करके कई गायों और भैंसों को दुहने के लिए उपयुक्त है और इसके उपयोग, संचालन, और धोने में आसानी है।  |  | श्री जी किरपा ट्रेडर्स |  |  |  |  | ",
  "VerdeMach Iron Wheel 12 Inch Petrol for 7 to 9 HP Power Tiller | वर्डेमैक आयरन व्हील 12 इंच पेट्रोल 7 से 9 HP पावर टिलर के लिए | Machine Accessories | Power Tiller Attachments | 5 से 9 एचपी पेट्रोल पावर टिलर के लिए आयरन व्हील 12-इंच अटैचमेंट एक टिकाऊ, कुशल उपकरण है जिसे प्रभावी मिट्टी की तैयारी और जुताई के प्रदर्शन में वृद्धि के लिए डिज़ाइन किया गया है। |  |  |  |  |  |  | ",
  "Mini Tractor Operated BBF 1and1 Seed Drill Machine BSF 7 Tyne Model Bhoomi Agro Industries | मिनी ट्रैक्टर संचालित बीबीएफ -1+1 बीज ड्रिल मशीन - बीएसएफ - 7 टाइन मॉडल - भूमि एग्रो इंडस्ट्रीज | NaN | NaN | 5 दांत 10 पाइप 27 इंच हॉपर मिनी ट्रैक्टर संचालित बीज सह उर्वरक ड्रिल - मिनी सारा यंत्र सेट, समर सेट, ग्राउंडवेल और रोटर बैग |  |  |  |  |  |  | ",
  "F.M.D. Cure (Pack of 4) Ashoka Homoeopathic | एफ.एम.डी. क्योर (4 का पैक) (खुरपका मुँहपका रोग उपचार हेतु) | Livestock | Animal Health |  |  | अशोका होम्योपैथीक लेबोरेटरी |  |  |  |  | ",
  "Hand Operated Paneer Maker Press Machine Dairy Suvidha | पनीर मेकिंग प्रेस मशीन (हाथ से चलने वाली) - डेयरी सुविधा | Livestock | Milk Processing | डेरी सुविधा पनीर मेकिंग मशीन का उपयोग अच्छी गुणवत्ता वाले पनीर बनाने के लिए होता है |  | डेयरी सुविधा |  |  |  |  | ",
  "Tail Guard (Pack of 4) Ashoka Homoeopathic | टेल-गार्ड: पूंछ की लेदरी (पूंछ पर गोल चक्कर बनना या बाल झड़ने उपचार हेतु) (4 का पैक) | Livestock | Animal Health |  |  | अशोका होम्योपैथीक लेबोरेटरी |  |  |  |  | ",
  "AgrowSure Manual Seed Drill | एग्रोश्योर मैनुअल बीज ड्रिल, | Machine Accessories | Power Tiller Attachments | बीजों को समान दूरी पर और सही गहराई में बोने के लिए हाथ से संचालित ड्रिल। | कृषि में छोटे और मध्यम खेतों के लिए बीज बुवाई में सहायक। | AgrowSure | मैन्युअल, हाथ से संचालित |  |  |  | ",
  "3hp 2in1 Pulverizer  SS 213 R Confider | 3HP 2IN1 पुल्वराइज़र -SS213-R - कॉन्फ़िडर | Agri | Food Processing Machines |  |  |  |  |  |  |  | ",
  "Jain Irrigation DIS SIS Ventury V125 40MM | जैन सिंचाई DIS SIS वेंचुरी V125 40MM | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Virdhi MULTICROP 03BOX SEEDER 13 11 ROW | विर्धि बहुफसली 3 बॉक्स सीडर 11 से 13 पंक्ति | Machinery | Garden Machines | 55–65 HP ट्रैक्टर / 11 कतारें / भारी ड्यूटी डिजाइन  | सभी प्रमुख रबी व खरीफ फसलों की बुवाई  | Virdhi  | मल्टीक्रॉप सीडर  |  |  | समय व श्रम की बड़ी बचत।  | ",
  "Perfoshield Soil (Hydrogen Peroxide 45Percent) | परफोशील्ड सॉइल परफोशील्ड (हाइड्रोजन पेरोक्साइड 45%) | Agri | Chemicals | परफोशील्ड सॉइल एक पारिस्थितिक  सैनिटाइजर है, जो मेटैलिक  नैनोसिलवर  सक्रिय  हाइड्रोजन  पेरोक्साइड पर आधारित  है, जिसमे एक बहुत  व्यापक  स्पेक्ट्रम  गतिविधि  (बैक्टीरिया , कवक, वायरस, बीजाणु और शैवाल) है|  परफोशील्ड सॉइल ने ग्रीन हाउस ओपन फार्म मे सॉइल  सैनिटाइजर के रूप मे  प्रभावकारिता साबित की है। |  | एग्रीओ |  |  |  |  | ",
  "35CC 4 STROKE GASOLINE ENGINE J35 Model Really | 35सीसी 4 स्ट्रोक गैसोलीन इंजन J35 मॉडल-रियली | Machinery | Auger Machine |  |  | रियली |  |  |  |  | ",
  "FB KESHARI Cucumber Seeds Farmson Biotech | एफबी-केशरी खीरे के बीज - फार्मसन बायोटेक | Agri | Seeds | एफबी-केशरी  बेलनाकार आकार के फल का रंग सफेद हरा, पौधे का प्रकार मजबूत पौधा है, परिपक्वता 35-40 दिनों के बाद होती है, फल की लंबाई 18-20 सेमी, फल का वजन 100-150 ग्राम, प्रारंभिक परिपक्वता दर 35‐ की अवधि के साथ होती है। पहली विपणन योग्य खीरे की किस्म की डिलीवरी के लिए 40 दिन। |  | फार्मसन बायोटेक |  |  |  |  | ",
  "Balwaan Hose Pipe 10MM 50 Mtr | बलवान होस पाइप 10MM 50 मीटर | Machinery | Garden Machines |  |  पानी, कीटनाशक, और अन्य तरल पदार्थों के लिए पाइप |  बलवान |  |  |  |  | ",
  "Vansun Vanoguard Teat Dip Solution | वनसून - वैनोगार्ड टीट डिप सॉल्यूशन | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "3 Row Seed cum Fertilizer Seed Drill For 7To 9 HP Power Tiller Shakti | शक्ति 7 से 9 HP 3 रो सीड कम फर्टिलाइज़र सीड ड्रिल पावर टिलर के लिए | Machine Accessories | Power Tiller Attachments | 3-रो बीज और फर्टिलाइज़र ड्रिल 7 से 9 HP पावर टिलर के लिए डिज़ाइन किया गया एक कॉम्पैक्ट उपकरण है, जो एक साथ बीज बोने और उर्वरक डालने की सुविधा प्रदान करता है। यह छोटे और मध्यम किसानों के लिए आदर्श है, जो श्रम, समय और लागत की बचत करता है। |  |  |  |  |  |  | ",
  "Luminous Icon 1600 Inverter | ल्यूमिनस आइकन 1600 इन्वर्टर | Machine Accessories | Invertor |  1400 VA साइन वेव इन्वर्टर /  1176 W / 1 बैटरी (12V) / लंबी बैकअप क्षमता और बैटरी लाइफ |  बड़े घरेलू उपकरणों के लिए UPS मोड / कंप्यूटर और सेंसिटिव डिवाइस की सुरक्षा / छोटे और बड़े ऑफिस उपकरणों के लिए किफायती समाधान |  ल्यूमिनस | साइन वेव इन्वर्टर |  |  | बड़े घरेलू उपकरणों (टीवी, पंखे, कूलर आदि) को स्थिर बैकअप प्रदान करता है। | ",
  "Mecstroke 7HP 245CC Diesel Power Weeder 173F Engine Front Rotary Self Start Without Battery with Paddy wheel Diesel and Rotavator attachment | मेकस्ट्रोक 7 HP 245 CC डीजल पावर वीडर 173 F इंजन फ्रंट रोटरी सेल्फ स्टार्ट बिना बैटरी, पैडी व्हील और रोटावेटर अटैचमेंट के साथ | Agri | Power Weeder |  |  | मेकस्ट्रोक  |  |  |  |  | ",
  "Punjab Agro Digital Cyclic Timer | पंजाब एग्रो डिजिटल साइक्लिक टाइमर | Agri | Irrigation Equipments |  |  फोगर सिस्टम में उपयोग किया जाता है |  पंजाब एग्रो |  |  |  |  | ",
  "NutriSens Soil Glucometer Soilsens | न्यूट्रीसेंस सॉयल ग्लूकोमीटर - सॉइलसेंस ( मृदा जाँच उपकरण ) | Agri | Field Preparation | न्यूट्रीसेंस सॉयल ग्लूकोमीटर एक छोटा,  मिट्टी परीक्षण उपकरण है जो उपयोग में आसान, सटीक और किफायती है। इससे मिट्टी का परिक्षण कम से कम समय में किया जा सकता है। |  | सॉइलसेंस |  |  |  |  | ",
  "Nilsan NS8R 8 Head Oil Press Machine | निल्सन NS8R 8 हेड ऑयल प्रेस मशीन  | Agri | Food Processing Machines | उच्च गुणवत्ता वाली तेल प्रेसिंग मशीन है, जो विभिन्न प्रकार के तेलों को प्रभावी ढंग से दबाने के लिए डिज़ाइन की गई है | यह मशीन आपके व्यापार की आवश्यकताओं के अनुरूप अनुकूलन के लिए उपयुक्त है, जिससे बड़े पैमाने पर तेल उत्पादन संभव हो |  |  |  |  |  | ",
  "Mini Power Tiller 3 HP with Attachment 3 Tyne Cultivator and 16 Blade 20 Inch Rotavator RBD | आरबीडी मिनी पावर टिलर 3 HP 3 टाइन कल्टीवेटर +16 ब्लेड के साथ | Machinery | Power Tiller | आरबीडी मिनी टिलर 3एचपी एक कॉम्पैक्ट और शक्तिशाली कृषि मशीन है जिसे मिट्टी की खेती और छोटे पैमाने पर खेती या बागवानी अनुप्रयोगों में तैयारी के लिए डिज़ाइन किया गया है। यहां आरबीडी मिनी टिलर 3एचपी का संक्षिप्त विवरण दिया गया है, मिनी टिलर को उपयोगकर्ता के अनुकूल और संचालित करने में आसान बनाया गया है। |  | आरबीडी |  |  |  |  | ",
  "Single Bucket Milking Machine 25Ltr National Dairy | नेशनल डेयरी सिंगल बाल्टी मिल्किंग मशीन 25 लीटर | Livestock | Milking Machine and Accessories |  यह मशीन उच्च गुणवत्ता वाले स्टेनलेस स्टील से बनी है, जो उसकी लंबी उम्र और सुरक्षा को सुनिश्चित करती है।  |  यह मिल्किंग मशीन गाय और भैंस के लिए उपयुक्त है और 10-12 पशुओं से दूध निकालने की क्षमता रखती है।  |  नेशनल डेयरी |  |  |  |  | ",
  "BAS 50 Single way Fogger Kit (16Mtr pipe 6mmand10 FoggingNozzleand100GPD MotorPump) with timer Balaji | बीएएस-50 सिंगल वे फॉगर किट (16 मीटर पाइप 6 मिमी + 10 फॉगिंग नोजल + 100 जीपीडी मोटर पंप) टाइमर के साथ - बालाजी | Livestock | Dairy Farm Management | स्प्रे नोजल से पानी की महीन धुंध जो लोगों की त्वचा पर पानी गिरने पर उन्हें ठंडक पहुंचाती है। यह प्रणाली ठंडा किये जाने वाले क्षेत्र की परिधि के आसपास स्थापित की जाती है। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | श्री बालाजी |  |  |  |  | ",
  "Cow Magnets (Pack of 3) Swastik Agro | चुंबकीय गोली (पशुओं के पेट को लोहे के टुकड़ों से बचाने हेतु) (3 का पैक) - स्वास्तिक एग्रो (मेलास्टी) | Livestock | Dairy Farm Management | एक गाय चुंबक मवेशियों में हार्डवेयर रोग के उपचार या रोकथाम के लिए एक पशु चिकित्सा उपकरण है एक रैंचर या डेयरी किसान प्रत्येक बछड़े को ब्रांडिंग के समय एक चुंबक खिलाता है, चुंबक रूमेन या रेटिकुलम में बैठ जाता है और जानवर के जीवन के लिए वहां रहता है। |  |  |  |  |  |  | ",
  "TABLE FAN RTF 16 Inch Li ion 11.1 v 10 Ah with 10 hr Back up MSP | टेबल फैन आरटीएफ 16 इंच - ली-आयन 11.1 वी 10 एएच 10 घंटे के बैकअप के साथ - एमएसपी | Agri | Farm Protection Equipment |  |  | एमएसपी |  |  |  |  | ",
  "Animal Ear Tags (pack of 50) | जानवरों के कान का टैग (50 के पैक के साथ) | Livestock Solution | Livestock Accessories |  |  |  |  |  |  |  | ",
  "Cow Water Bowl (Black) Swastik Agro | गाय का पानी का कटोरा (काला) - स्वास्तिक एग्रो (मेलास्टी) | Livestock | Milking Machine and Accessories | यह दूध देने वाली भैस और गायों के लिए एक स्वचालित पानी का कटोरा है, जो आपकी पानी की टंकी से जुड़ जाता है ये कटोरा पॉलीप्रोपाइलीन प्लास्टिक से बना है। चिकनी पॉलिश द्वारा संसाधित और सावधानी से इसके किनारे अच्छे से गोल किए गए है जिससे जानवरों के मुंह को चोट पहुंचाने से बचें रहेगें । जब गाय और भैस की नाक से इसका काला रंग का भाग छूटे ही पानी अपने आप बह का पानी के कटोरे में आता रहेगा। |  |  |  |  |  |  | ",
  "SS2in1 Pulverizer Without Motor,Double Chamber, 7.5HP 10HP Confider | SS 2in1 पल्वराइज़र मोटर के बिना, डबल चैम्बर, 7.5HP / 10HP - कॉन्फ़िडर | Agri | Food Processing Machines |  |  |  |  |  |  |  | ",
  "Sprayman Single Side Plough Tiller Attachment For 5 To 9 HP | स्प्रेमैन सिंगल साइड हल टिलर अटैचमेंट 5 से 9 एचपी के लिए | NaN | NaN |  |  |  स्प्रेमैन |  |  |  |  | ",
  "Rain Bird SJ1215013SS 12 Inch L 1.5 Inch D Swing Joint BSP ACME | रेन बर्ड SJ1215013SS 12 इंच लंबाई, 1.5 इंच व्यास स्विंग जॉइंट BSP-ACME | Aqua | Aqua Machines |  |  |  |  |  |  | सिंचाई प्रणालियों में पानी के लचीले और टिकाऊ कनेक्शन के लिए डिज़ाइन किया गया। | ",
  "Rain Bird Tm2I 6 230V Esp Tm2 6Station Indoor Controller | रेन बर्ड टीएम2आई-6-230वी ईएसपी-टीएम2 6स्टेशन इंडोर कंट्रोलर | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Sonu Electric Gerber Centrifuge Dual Purpose for 12 Butyrometers IDEC | सोनू इलेक्ट्रिक गेरबेर सेंट्रीफ्यूज ड्यूल पर्पस - 12 बुटीरोमेटर्स | Livestock | Milk Processing |  |  | आईडीईसी |  |  |  |  | ",
  "Saimax SM210 V 3600rpm 4 Stroke Engine | साइमैक्स SM210 V 3600rpm 4 स्ट्रोक इंजन | Machine Accessories | Engine |  4.8 kW / 212cc / 3600 RPM /  1 से 1.5 लीटर/घंटा / एयर कूल्ड |  स्प्रेयर / मिल्किंग मशीन / वॉटर पंप / बोट इंजन |  Saimax |  पेट्रोल इंजन |  |  | HTP स्प्रेयर और मिल्किंग मशीनों के लिए कॉम्पैक्ट और विश्वसनीय इंजन | ",
  "Paddy Guard for Brush Cutter Shakti | ब्रश कटर के लिए पैडी गार्ड - शक्ति | Agri | Harvesting |  पैडी गार्ड शाक्ति ब्रश कटर के साथ एक आदर्श सहायक उपकरण है, जो धान की फसल को बचाने, काम को अधिक प्रभावी बनाने और मशीन की सुरक्षा को सुनिश्चित करने में मदद करता है। यह किसानों के लिए एक अमूल्य सहायक साबित होता है। |  | शक्ति |  |  |  |  | ",
  "DIS SIS TW SERV SADDLE 110X20X20MMHD   Pack of 10 | जैन सिंचाई DIS SIS TW सर्व सैडल (TSS110012) - 10 का पैक | Agri | Irrigation Equipments | मजबूत और विश्वसनीय डिज़ाइन, आसान स्थापना  | नगर पालिका जल वितरण प्रणाली  |  |  |  |  |  | ",
  "Mitsuyama MY 550G 170F 212CC Petrol Power Weeder 4 Stroke Engine without Battery ES Model | मित्सुयामा MY 550G 170F 212CC पेट्रोल पावर वीडर 4 स्ट्रोक इंजन बिना बैटरी ES मॉडल | NaN | NaN |  |  |  मित्सुयामा |  |  |  | खेतों की जुताई, खरपतवार हटाने और मिट्टी की तैयारी के लिए उपयुक्त। | ",
  "Exloyn Zuruca Amino Acids + Vitamins 500 ml | एक्सलॉयन ज़ुरुका अमीनो एसिड्स + विटामिन्स 500 मिली | Agri | Fertilizers |  |  |  |  |  |  |  | ",
  "58CC 2 Stroke Chainsaw with 22 Inch Bar MY CS 6010 22 Inch Eco Model Mitsuyama | 22 इंच बार के साथ 58CC/ 2 स्ट्रोक चेनसॉ - MY-CS-6010-22 इंच - इको - मॉडल - मित्सुयामा | Machinery | Thresher |  |  | मित्सुयामा |  |  |  |  | ",
  "Fruit King | हाईफील्ड ऑर्गेनिक्स - फ्रूट किंग | Agri | Fertilizers | हाईफील्ड्स फ्रूट किंग बंगाल की खाड़ी से केल्प (समुद्री शैवाल) का एक अनूठा अर्क है, इसकी अनूठी रचना फलने को बढ़ाने में मदद करती है, फूल से फल रूपांतरण में वृद्धि करती है, वजन, रंग और फलों की शक्ति को बढ़ाती है, यह शेल्फ जीवन को बढ़ाती है, और तनाव बढ़ाती है फलों को संभालने की क्षमता, कीटों के हमले के प्रति प्रतिरोध पैदा करती है। |  |  |  |  |  |  | ",
  "VerdeMach N70DE Trolley Rice Mill with Kama Diesel Engine | वर्डेमैक N70DE ट्रॉली चावल मिल कामा डीजल इंजन के साथ | Machinery | Post Harvesting Machines |  |  |  |  |  |  | धान को प्रोसेस कर उच्च गुणवत्ता वाले चावल तैयार करने के लिए उपयोग किया जाता है। | ",
  "Patil Machinery Mini Rice Mill Model | पटिल मशीनरी मिनी राइस मिल मॉडल | Machinery | Post Harvesting Machines | पाटिल मशीनरी Mini Rice Mill एक कॉम्पैक्ट और उच्च दक्षता वाली मशीन है जो धान को चावल में बदलने के लिए बनाई गई है।  | धान से चावल निकालने के लिए उपयोगी छोटी और कॉम्पैक्ट राइस मिल, जो किसानों को उच्च गुणवत्ता वाला चावल प्राप्त करने में मदद करती है।  | पाटिल मशीनरी |  |  |  |  | ",
  "Dixit Agro 0383 6 Blades Manual Lawn Mower 16 inch | दीक्षित एग्रो 0383 6 ब्लेड मैनुअल लॉन घास काटने की मशीन 16 इंच | Machinery | Grass Cutting Machine |  |  |  |  |  |  |  | ",
  "Agri Techno Brush Cutter (Crop cutting Harvester) (4 Stroke) | एग्री टेक्नो - ब्रश कटर (फसल काटने/हार्वेस्टर) (4 स्ट्रोक) | Agri | Harvesting | लॉन और उद्यान घास ट्रिमिंग के लिए और कृषि खेती के उपयोग के लिए भी सबसे अच्छी मशीन। बलवान कृषि पोर्टेबल क्रॉप हारवेस्टर एक हल्का, बहुउद्देशीय और बहुत शक्तिशाली मशीन है जिसका मूल रूप से कृषि उद्देश्य उपयोग किया जाता है। यह मशीन आपको पूर्ण 360 डिग्री के माध्यम से काम करने की अनुमति देती है और आदर्श रूप से कृषि, बागवानी, लॉन उद्यान रखरखाव, और भूनिर्माण क्षेत्रों के लिए अनुकूल है। | इसका उपयोग सूखी परिपक्व खड़ी फसलों जैसे गेहूं, धान, मक्का, ज्वार, मेहंदी, सोयाबीन, आदि को काटने के लिए किया जाता है। आप इसका उपयोग घने अंडरग्रोथ, और अवांछित खरपतवार, पेड़ों की छंटाई और ट्रिमिंग के लिए भी कर सकते हैं। |  |  |  |  |  | ",
  "Netafim Fast  T  16 w o rings MTH 1 2  Pack of 50 | नेटाफिम Fast \"T\" 16 w/o rings MTH 1/2\" पैक ऑफ 50 | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "DIS SIS TW SERV SADDLE 75X20X20MMHD   Pack of 10 | जैन सिंचाई DIS SIS TW सर्व सैडल (TSS075012) - 10 का पैक | Agri | Irrigation Equipments | भारी उपयोग के लिए उपयुक्त, मजबूत सेवा सैडल  | उच्च दबाव जल वितरण  |  |  |  |  |  | ",
  "Radish Priti F1 Hybrid Shine Brand Seeds, (Mooli Seeds) 50 Gm (Pack of 4) | मूली प्रीति एफ1 हाइब्रिड - शाइन ब्रांड बीज, (मूली बीज) 50 ग्राम (4 का पैक) | Agri | Seeds | शाइन ब्रांड के बीज मूली प्रीति F1 बीज यह मूली की जड़ों की एक असाधारण संकर किस्म है जो शुद्ध सफेद और समान, बालों से मुक्त, 50 से 60 दिनों में परिपक्व होती है, और सलाद के लिए उपयुक्त होती है। |  | शाइन सीड्स |  |  |  |  | ",
  "Balwaan Heavy 80T TCT Blade | बलवान हैवी 80T टीसीटी ब्लेड | Agri | Harvesting | 1) गेहूं, धान, मक्का, बाजरा, ज्वार, आदि जैसी सूखी परिपक्व खड़ी फसलों की कटाई के लिए उपयोगी है|    2) यह 80 दांतों वाले टंगस्टन कार्बाइड टिप्ड (टीसीटी) ब्लेड के साथ आता है।   3)  सभी कृषि जरूरतों के लिए भारी शुल्क ब्लेड, मजबूत गुणवत्ता और लंबे समय तक चलने वाला ,उच्च कार्बन स्टील से बना।   4) उपयुक्त सभी प्रकार के ब्रश कटर 26 mm और 28 mm रॉड के दोनों आकारों के।    |  | बलवान |  |  |  |  | ",
  "UNYQ 250 Single Way Fogger Kit 250 Feet pipe 50 Nozzel Timer Filter Metal Plate and 300 Gdp Motor | UNYQ 250 फॉगर किट 50 नोजल और बाउल फिल्टर के साथ | Livestock | Dairy Farm Management | एक प्रभावी और टिकाऊ फॉगिंग सिस्टम है, जिसमें 250 फीट पाइप, 50 नोजल, टाइमर, फिल्टर मेटल प्लेट और 300 GDP मोटर शामिल हैं। यह वातावरण में नमी बनाए रखने में मदद करता है, जिससे पौधों की ग्रोथ बेहतर होती है और पशुओं को गर्मी से राहत मिलती है। |  |  |  |  |  |  | ",
  "Teatasule Liquid Spray Kit | टीटासूल लिक्विड स्प्रे किट | Livestock | Animal Health | टीटासूल मास्टिटिस किट एक्यूट, सब-एक्यूट और क्लिनिकल मास्टिटिस के लक्षण दिखाने वाली मादा जानवरों के लिए सबसे अच्छी होम्योपैथिक पशु चिकित्सा दवा है। टीटासुले मास्टिटिस किट दूध के गुलाबी रंग के मलिनकिरण, दूध में रक्त के थक्के, दूध में मवाद के कारण पीलापन, ताजा दूध का दही, पानी वाला दूध, पत्थर के समान कठोर थन, गाय और भैंस में फनल के आकार का टीट्स के मामले में बहुत प्रभावी है। टीटासूल वह पैक है जिसमें टीटासूल नंबर 1 स्प्रे और टीटासूल नंबर 2 स्प्रे होता है, प्रत्येक 30ml स्प्रे बोतलों का एक पैक जो सुबह और शाम को दिया जाना है जैसा कि उल्लेख किया गया है। टीटासूल पाठ्यक्रम मामले की गंभीरता के अनुसार या पशु चिकित्सक के निर्देशानुसार 4 से 16 दिनों के लिए दिया जाना है। |  | डॉ. गोयल |  |  |  |  | ",
  "Zen Fungicide Carbendazim 50Percent W.P. | ज़ेन - कवकनाशी कार्बेन्डाजिम 50% W.P. | Agri | Chemicals |  |  | ज़ेन |  |  |  |  | ",
  "Exloyn Orion Oxyflourfen 23.5% EC W/W 100 ml | एक्सलॉयन ओरियन ऑक्सिफ्लोर्फेन 23.5% ईसी डब्ल्यू/डब्ल्यू 100 मिली | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Mini Rice Mill Dynamic Agro | मिनी राइस मिल - डायनेमिक एग्रो | Agri | Post Harvesting | इस मशीन से चावल निकालने के लिए केवल अच्छी तरह से सूखे धान का उपयोग किया जाना चाहिए। यह मशीन 1 घंटे में सूखे धान से 150 -200 किलोग्राम तक चावल निकाल देती है। अब किसान अधिक पैसा कमा सकता है। इस मशीन के द्वारा धान से चावल निकालने का व्यवसाय। |  | डायनेमिक एग्रो मशीन |  |  |  |  | ",
  "Balwaan Ver Tiller Universal | बलवान वेर टिलर यूनिवर्सल | Machine Accessories | Power Tiller Attachments |  |  सार्वभौमिक टिलर अटैचमेंट, खेतों में मिट्टी जोतने के लिए |  बलवान |  |  |  |  | ",
  "Prime 7525 (For Early flower initiation with balanced Growth) | प्राईम 7525 (समुद्री शैवाल का अर्क। संतुलित वृद्धि के साथ जल्दी फूल आने के लिए) | Agri | Fertilizers | बायोप्राइम का प्राइम 7525 प्राकृतिक रूप से प्राप्त जैव अणुओं का उन्नत जटिल मिश्रण है जो समुद्री शैवाल के अर्क के साथ एक सुपर चार्जर के रूप में कार्य करता है। यह अधिक फूल और फूल से फल रूपांतरण को प्रेरित करने के साथ-साथ पर्णसमूह को बढ़ाने में मदद करता है। |  | प्राईम 7525 |  |  |  |  | ",
  "Mom's Oil extraction Machine Medium Size | मॉम्स - मध्यम आकार में तेल निकलने की मशीन | Agri | Food Processing Machines | ज्यादातर मामलों में, छोटे खाना पकाने के तेल उत्पादन मशीन में बीज शेलर, कुकर या स्टीमिंग मशीन, स्क्रू ऑयल प्रेस मशीन, ऑयल फिल्टर मशीन और/या मिनी ऑयल रिफाइनरी लाइन होती है। और, खाना पकाने के तेल के लिए एक छोटे पैमाने पर तेल उत्पादन लाइन स्थापित करने की लागत भी विस्तृत क्षमता और उपकरण मेडेल पर आधारित है। |  |  |  |  |  |  | ",
  "RBD Leveler For 7HP Tiller Attachment | RBD लेवलर 7 एचपी टिलर अटैचमेंट के लिए | NaN | NaN |  |  7HP पावर टिलर के लिए उपयुक्त |  आरबीडी |  |  |  |  | ",
  "Cucumber Bottle Gourd Melon Fly Pheromone Trap kit (10 Lure and10 Trapperand 2Gloves) Green Revolution | खीरा/लौकी/तरबूज के लिए मेलन फ्लाई कंट्रोल किट (10 ल्यूर +10 ट्रैपर + 2 ग्लव्स) - ग्रीन रेवोलुशन | Agri | Farm Protection Equipment | मेलन फ्लाई मक्खी सबसे हानिकारक कीट है और खीरा, लौकी, करेला, लौकी, कद्दू, खरबूजा, तरबूज के आर्थिक उत्पादन में एक बड़ी बाधा मानी जाती है। इस परेशानी को दूर करने के लिए मेलन फ्लाई ट्रैप एक उत्तम गुणवत्ता वाला उत्पाद है | |  | ग्रीन रेवोलुशन |  |  |  |  | ",
  "Unicrop Root King | रूट किंग | Agri | Fertilizers | रूट किंग सफेद जड़ के विकास को बढ़ाता है। फास्फोरस, लोहा, मैंगनीज और जस्ता की उपलब्धता को बढ़ाता है। पत्ती में प्रकाश संश्लेषण प्रक्रिया की दर को बढ़ाता है। इससे पौधों की उपज भी बढ़ती है। फसलों में सूक्ष्म पोषक तत्वों के हस्तांतरण को बढ़ावा देता है। यह पौधे में हार्मोन को सक्रिय करता है। |  |  |  |  |  |  | ",
  "GreenLeaf Heavy Duty Clutch for 49 CC PB & 63 CC & 71 CC 2 Stroke Earth Auger | ग्रीनलीफ हेवी ड्यूटी क्लच 49 CC PB & 63 CC & 71 CC 2-स्ट्रोक अर्थ ऑगर के लिए | Machinery | Auger Machine |  |  |  |  |  |  | मिट्टी खोदने और खेती के कार्यों के लिए | ",
  "Sponge Gourd Harita F1 Hybrid Shine Brand Seeds, (Gilki Turai) 10 Gm | स्पंज लौकी हरिता F1 हाइब्रिड - शाइन ब्रांड बीज, (गिल्की /तुरई) 10 ग्राम | Agri | Seeds | गिलकी एफ1 हरिता हाईब्रिड शाइन ब्रांड के बीज काले बीज वाली हाइब्रिड गिलकी की किस्म उपलब्ध करता हैं। इसके फल का रंग गहरा हरा होता है, इसके फलो का आकार बेलनाकार होता है, और यह किस्म अधिक उपज देने वाली है। |  | शाइन सीड्स |  |  |  |  | ",
  "Mustard Surabhi Black Shine Brand Seeds, (Sarso Seeds) 1 Kg | सरसों सुरभि काली - शाइन ब्रांड बीज, (सरसो बीज) 1 किलोग्राम | Agri | Seeds | NULLये सरसों की पत्तियां उत्तरी भारत में केवल सर्दियों के दौरान उपलब्ध होती हैं और पंजाबी सरसों का साग रेसिपी में प्रसिद्ध रूप से उपयोग की जाती हैं। सरसों के साग की रोपाई या तो बीज से या अंकुर से की जाती है। |  | शाइन सीड्स |  |  |  |  | ",
  "KLC Global Calf Coat Blanket 2 Ft Cloth Pack of 3 | केएलसी ग्लोबल काफ कोट कंबल 2 फीट कपड़ा 3 का पैक | Livestock Solution | Cow Blanket | एक मुलायम और मजबूत कंबल है, जो बछड़ों को ठंड से बचाने और गर्म रखने के लिए डिज़ाइन किया गया है। यह उच्च गुणवत्ता वाले कपड़े से बना है, जो आरामदायक और टिकाऊ है। |  | केएलसी ग्लोबल |  |  |  |  | ",
  "Grow 6 Silver Black Mulching Sheet FGMUL RL 760 X 400 | ग्रो 6 सिल्वर ब्लैक मल्चिंग शीट - (बिना छेद वाला) 760 मिमी चौड़ाई के साथ | Agri | Farm Protection Equipment | ग्रोइट की मल्च फिल्म मिट्टी की नमी को संरक्षित करने के लिए पौधे के चारों ओर मिट्टी की सतह पर एक परत जोड़ती है जो खरपतवार के विकास को रोकती है, फसलों को कीड़ों से बचाती है, मिट्टी के तापमान को नियंत्रित करती है और वाष्पीकरण के माध्यम से पानी की हानि को रोकती है। |  |  |  |  |  |  | ",
  "Saimax Suzuki DF25S | साइमैक्स सुजुकी DF2.5S 4-स्ट्रोक इंजन | Machine Accessories | Engine | 25 HP पावर / 4 स्ट्रोक इंजन / आउटबोर्ड मोटर  | नाव संचालन / मछली पकड़ने / जल परिवहन / कृषि जल स्रोत तक पहुँच  | साईमैक्स | आउटबोर्ड मोटर  |  |  | छोटे नावों के लिए उपयुक्त  | ",
  "Bed maker KVHTBM1600 KVH Agro Tech | बेड मेकर - KVHTBM1600 - केवीएच एग्रो टेक | Agri | Field Preparation |  |  | केवीएच एग्रो टेक |  |  |  |  | ",
  "Compact Electric Sugercane Juicer Machine Dolphin Appliances | कॉम्पैक्ट इलेक्ट्रिक गन्ना जूसर मशीन - डॉल्फिन एप्लायंसेज | Agri | Food Processing Machines | मोटर के साथ गियर बॉक्स जुड़ा हुआ, 0.6 एचपी इलेक्ट्रिक तांबे की मोटर |  | डॉल्फिन एप्लायंसेज |  |  |  |  | ",
  "Electric Trolley Four Chaka Milking Machine 25 liter Tank Capacity Dairy Suvidha | साईं सेवा मिल्किंग मशीन इलेक्ट्रिक ट्रॉली चार पहियों के साथ 25 लीटर | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "UNYQ 50 Single Way Fogger Kit 50 Feet pipe 10 Nozzel Timer Filter Metal Plate and 100 Gdp Motor pack of 11 | 10 के मूल्य पर 11 का ऑफर -  UNYQ 50 फॉगर किट 10 नोजल और बाउल फिल्टर के साथ | Livestock Solution | Fogger Kit | यह फॉग्गर किट कृषि और औद्योगिक उपयोग के लिए डिज़ाइन की गई है। इसमें 50 फीट पाइप, 10 नोजल, टाइमर, फिल्टर, मेटल प्लेट और 100 जीडीपी मोटर शामिल हैं। पारंपरिक कूलिंग सिस्टम की तुलना में कम बिजली और पानी की खपत करता है, जिससे यह एक किफायती समाधान बन जाता है। | ग्रीनहाउस, डेयरी फार्म, पोल्ट्री फार्म और लंबी सुरंगों में तापमान को नियंत्रित रखता है, जिससे फसलों और पशुओं के लिए अनुकूल वातावरण बनता है। | यूएनवाईक्यू  |  |  |  |  | ",
  "HDPE Tarpaulins Sheet (9 X 6) Actual Size (8X5) Panda | पांडा - एचडीपीई तिरपाल शीट (9 X 6) | Agri | Farm Protection Equipment |  |  |  |  |  |  |  | ",
  "Crankcase Body For Engine GX200 170F Gasoline Engine Fuel Grass Trimmer  AGS | क्रैंककेस बॉडी इंजन GX200 -170F गैसोलीन इंजन ईंधन घास ट्रिमर के लिए - AGS | NaN | NaN |  |  | ए जी एस |  |  |  |  | ",
  "Big Tractor Operated Heavy Duty Rotavator BRT 5 Model with 36 Blades Bhoomi Agro Industries | 36 ब्लेड वाला बड़ा ट्रैक्टर संचालित हैवी ड्यूटी रोटावेटर BRT-5 मॉडल - भूमि एग्रो इंडस्ट्रीज | Agri | Farm Protection Equipment | 5 दांत 10 पाइप 27 इंच हॉपर मिनी ट्रैक्टर संचालित बीज सह उर्वरक ड्रिल - मिनी सारा यंत्र सेट, समर सेट, ग्राउंडवेल और रोटर बैग |  |  |  |  |  |  | ",
  "Chipku yellow sticky insect trap glue trap sticky paper for insects like white flies thrips jassids aphids useful in farming and gardening (with pack of 10) | चिपकू - पीला स्टिकी इन्सेक्ट ट्रैप ग्लू ट्रैप स्टिकी पेपर सफेद मक्खियों जैसे कीड़ों के लिए थ्रिप्स जेसिड्स एफिड खेती और बागवानी में उपयोगी (10 के पैक के साथ) | Agri | Farm Protection Equipment |  |  |  |  |  |  |  | ",
  "OE 600 With Temp. Control Oil Expeller Confider | OE-600 ऑयल एक्सपेलर तापमान कंट्रोल के साथ - कॉन्फ़िडर | Agri | Food Processing Machines | कॉन्फिडर्स इंडस्ट्रीज द्वारा घरेलू तेल एक्सपेलर मशीन का व्यापक रूप से तेल कारोबार शुरू करने के लिए उपयोग किया जाता है। बहुत कम कीमत पर घर। कॉन्फिडर इंडस्ट्रीज द्वारा घरेलू ऑयल एक्सपेलर मशीन आज की घरेलू रसोई के लिए दैनिक स्वस्थ भोजन का सेवन करने वाली प्रीमियम मशीन है। |  |  |  |  |  |  | ",
  "Vansun Vaccum Pump Oil | वनसून - वैक्यूम पंप तेल | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "Prevento for Cattle For Heat Stoke, Panting (Pack of 5) Dr Goels | प्रिवेंटो - हीट स्ट्रोक, पेंटिंग के लिए (5 का पैक) - डॉ. गोयल | Livestock | Animal Health | मवेशियों के लिए प्रीवेंटो बड़े जानवरों के लिए है जो लू, हीट स्ट्रोक, अत्यधिक ठंड या पैर और मुंह की बीमारी से उबरने के बाद हांफने लगते हैं। |  | डॉ. गोयल |  |  |  |  | ",
  "Target Immunity Booster Dr. Bagchi's | डॉ. बागची का - टारगेट इम्युनिटी बूस्टर | Agri | Fertilizers | चूसने वाले कीट के खिलाफ वनस्पति, पर्यावरण के अनुकूल प्रतिरक्षा निर्माता, यह पर्यावरण के अनुकूल और मानव के अनुकूल है, पौधा इस घोल को अवशोषित करने के बाद द्वितीयक मेटाबोलाइट्स बनाता है जो उस कीट के खिलाफ रक्षा प्रणाली को मजबूत करता है। |  | डॉ. बागची |  |  |  |  | ",
  "Medium Hammer Mill with Cyclone Dynamic Agro | मीडियम हैमर मिल चक्रवात के साथ - डायनेमिक एग्रो | Agri | Food Processing Machines | यह चावल आटा चक्की मशीन गृहस्थ के लिए एकदम सही है। घरेलू चावल मिलिंग मशीन धान के चावल को उचित पृथक्करण में साफ करने और धान की खुरदरी सतह को चिकना करने के लिए आवश्यक है। यह मिल चावल और आटे का उत्पादन करती है कम लागत में कटौती, अधिकतम उत्पादन और स्थानांतरित करने में आसान। |  |  |  |  |  |  | ",
  "Drip Irrigation 16Mm Diameter Main Supply Line Pipe 300 meter | भागीरथ ड्रिप इरीगेशन 16 मिमी व्यास मुख्य आपूर्ति लाइन पाइप 300 मीटर | Drip Irrigation | Drip Fittings |  |  |  |  |  |  |  | ",
  "Nuline Bond i7 Milk Analyzer | न्यूलाइन बॉन्ड i7 - दूध एनलाइज़र | Livestock | Milk Processing | मिल्क (दूध) एनलाइज़र (न्यूलाइन बॉन्ड i7) विशेष रूप से वसा, प्रोटीन, घनत्व और लैक्टोज जैसे विभिन्न मापदंडों को मापने के लिए डिज़ाइन किया गया है, मिल्क (दूध) एनलाइज़र का का  उपयोग सभी डेरी फार्म में किया जाता है। इसके हलके डिज़ाइन की वजह से इसे आसानी से कही भी लेजाया जा सकता है और कही भी रखा जा सकता है । ये मिल्क (दूध) एनलाइज़र उच्तम मैटेरियल , परिष्कृत तकनीकों और उन्नत मशीनों के प्रीमियम ग्रेड का उपयोग करके बनाया गया है | इसमें बिजली की खपत भी कम होती है | |  | न्यूलाइन |  |  |  |  | ",
  "Dr.N.P.K 1ltr | डॉ.एन.पी.के 1 लीटर | Agri | Fertilizers |  |  |  |  |  |  |  | ",
  "Briovit Gold Multi Vitamin Liquid Brio Vet Pharma | ब्रायोविट गोल्ड - मल्टी विटामिन- ब्रायो वेट फार्मा | Livestock | Animal Health |  |  | ब्रायो वेट फार्मा |  |  |  |  | ",
  "Rain Bird Tm2I 8 230V Esp Tm2 8Station Indoor Controller | रेन बर्ड टीएम2आई-8-230वी ईएसपी-टीएम2 8स्टेशन इंडोर कंट्रोलर | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Jain Irrigation DRIP BARBED POLY TEE 20 MM EQUAL 100 | जैन इरिगेशन ड्रिप बार्ब्ड पॉली टी 20 MM ईक्वल 100 | Agri | Irrigation Equipments | टिकाऊ और लचीला बार्ब टी | कृषि और बागवानी में उपयोग |  |  |  |  |  | ",
  "F1 Hybrid Chilli Seeds Pack of 3 S.K. Organic | F1 हाइब्रिड मिर्च बीज 3 का पैक-S.K. ऑर्गेनिक | Agri | Seeds |  |  |  |  |  |  |  | ",
  "Grow Bag 12X12 Inch 2 Pieces (Pack of 4) India Green Innovative | ग्रो बैग 12X12 इंच - 2 पीस (4 का पैक) - इंडिया ग्रीन इनोवेटिव | Agri | Field Preparation | यह एचडीपीई ग्रो बैग - आपकी रोपण आवश्यकताओं के लिए एकदम सही समाधान है। यह बहुमुखी ग्रो बैग जड़ी-बूटियों, सब्जियों, फूलों और छोटे फलों के पेड़ों सहित विभिन्न प्रकार के पौधों के लिए उपयुक्त है। |  |  इंडिया ग्रीन इनोवेटिव |  |  |  |  | ",
  "Digital Volt Ampere Meter 3 phase Ele Qua | डिजिटल वोल्ट एम्पीयर मीटर 3 फेज-ई एल ई क्यू यू ए | Machine Accessories | Fogging kit Accessories | 3-चरण प्रणालियों के लिए एली क्वा डिजिटल वोल्ट एम्पियर मीटर वोल्टेज और करंट का सटीक वास्तविक समय माप प्रदान करता है। औद्योगिक और वाणिज्यिक अनुप्रयोगों के लिए डिज़ाइन किया गया, इसमें एक स्पष्ट डिस्प्ले और उपयोग में आसान इंटरफ़ेस है, जो विद्युत मापदंडों की कुशल निगरानी की अनुमति देता है। |  |  |  |  |  |  | ",
  "SHLF222  Li ion 11.1v 10.4 Ah combo with solar panel MSP | SHLF222- Li-ion 11.1v 10.4 Ah कॉम्बो सौर पैनल के साथ - एमएसपी | Agri | Farm Protection Equipment |  |  | एमएसपी |  |  |  |  | ",
  "GreenLeaf CSW 58 066 1A 18 inch Square Corner Chain for Chain Saw (Pack of 5) | ग्रीनलीफ CSW-58-066-1A 18 इंच स्क्वायर कॉर्नर चेन चेन सॉ के लिए (5 का पैक) | Hand Operated Equipment | Harvesting Tools |  |  |  |  |  |  |  | ",
  "Sonu Agro 7 Hp Petrol Weeder Red Bull Regular With 32 Tynes and End Disc | सोनू एग्रो 7 Hp पेट्रोल वीडर रेड बुल रेगुलर 32 टाइन्स और एंड डिस्क के साथ | Agri | Power Weeder |  | खेतों में निराई और जुताई के लिए आदर्श। | एग्री टेक्नो |  |  |  |  | ",
  "UNYQ 300 Premium Single Way Fogger Kit 300 Feet pipe 60 Nozzal Timer Filter Metal Plate and 300 Gdp Motor | यूएनवाईक्यू 300 प्रीमियम सिंगल वे फॉगर किट 300 फीट पाइप 60 नोजल टाइमर फिल्टर मेटल प्लेट और 300 जीडीपी मोटर | Livestock | Dairy Farm Management | एक उच्च गुणवत्ता वाला फॉगिंग सिस्टम है, जिसमें 300 फीट पाइप, 60 नोजल, स्मार्ट टाइमर, फ़िल्टर, मेटल प्लेट और 100 जीडीपी मोटर शामिल हैं। यह नमी और वायुरोधन को प्रभावी रूप से वितरित करता है, जिससे पौधों की वृद्धि में मदद मिलती है और ऊर्जा की बचत होती है। यह सिस्टम ग्रीनहाउस, खेती और बागवानी के लिए आदर्श है। |  |  |  |  |  |  | ",
  "Shilajit | हाईफील्ड ऑर्गेनिक्स - शिलाजीत | Agri | Fertilizers | एक प्राकृतिक जैविक उर्वरक जिसमें सूक्ष्म और स्थूल पोषक तत्व होते हैं, जो सभी फसलों के लिए उपयुक्त होते हैं, मिट्टी, सब्जियों और फूलों के बगीचों, बगीचों और टर्फ घास आदि के लिए उपयुक्त होते हैं। फूल, फलने को बढ़ाता है और पौधों के समग्र विकास में मदद करता है। पौधों की रोग प्रतिरोधक क्षमता को बढ़ाता है। |  |  |  |  |  |  | ",
  "Balwaan Chainsaw Ultimate 24\" CS 580 24\" Ultimate Chain, 24\" Titanium Guidebar, Sharpening File, Toolkit, Oil Measuring Can, User Manual, Hand Gloves, Oil Funnel, Eye Protector, Chain saw, Cover | बलवान चेनसॉ अल्टीमेट 24\" CS-580 24\" अल्टीमेट चेन, 24\" टाइटेनियम गाइडबार, शार्पनिंग फाइल, टूलकिट, ऑयल मेजरिंग कैन, यूजर मैनुअल, हैंड ग्लव्स, ऑयल फ़नल, आई प्रोटेक्टर, चेन सॉ, कवर के साथ | Agri | Harvesting | लॉन और उद्यान घास ट्रिमिंग के लिए और कृषि खेती के उपयोग के लिए भी सबसे अच्छी मशीन। बलवान कृषि पोर्टेबल क्रॉप हारवेस्टर एक हल्का, बहुउद्देशीय और बहुत शक्तिशाली मशीन है जिसका मूल रूप से कृषि उद्देश्य उपयोग किया जाता है। यह मशीन आपको पूर्ण 360 डिग्री के माध्यम से काम करने की अनुमति देती है और आदर्श रूप से कृषि, बागवानी, लॉन उद्यान रखरखाव, और भूनिर्माण क्षेत्रों के लिए अनुकूल है। | इसका उपयोग जंगल में आग बुझाने के लिए पेड़ों को काटना, छंटाई करना, आग बुझाने के लिए आग को काटना, और जलाऊ लकड़ी की कटाई जैसी गतिविधियाँ के लिए किया जाता है  |  |  |  |  |  | ",
  "Manual Seeder Dharti Agro | मैनुअल सीडर (बीज बोने की मशीन) - धरती एग्रो | NaN | NaN | यह मैनुअल सीडर एक सस्ता और प्रभावी उपकरण है जो किसानों को बीज बोने की प्रक्रिया को सरल और तेज बनाने में मदद करता है। इसका डिजाइन बीजों की समान गहराई पर बुआई करता है और खेतों में समय की बचत करता है। यह यंत्र खासतौर पर छोटे और मध्यम आकार के खेतों के लिए उपयुक्त है। |  |  |  |  |  |  | ",
  "Tyre Holder Pack of 2 for 5 to 9 HP Diesel Tiller SKD Filteration | एसकेडी फिल्टरेशन 5 से 9 HP डीजल टिलर टायर होल्डर (2 का पैक) | Machine Accessories | Power Tiller Attachments | 2 का टायर होल्डर पैक 5 से 9 एचपी डीज़ल पावर टिलर के लिए डिज़ाइन किया गया है। ये होल्डर टिलर के टायरों को सुरक्षित रूप से सहारा देते हैं और स्थिर करते हैं, जिससे संचालन और भंडारण के दौरान संतुलन और उपयोग में आसानी होती है। |  |  |  |  |  |  | ",
  "250kg and 20g Accuracy Heavy duty Iron Platform Weighing Scale Metis | 250 किग्रा और 20 ग्राम सटीकता वाला हेवी ड्यूटी आयरन प्लेटफार्म वजन मापने का स्केल - मेटिस | Machinery | Dairy farm Machinery |  |  |  मेटिस |  |  |  |  | ",
  "Saimax Long Tail KKK RD200 Set with Honda Engine | साइमैक्स लॉन्ग टेल KKK RD200 सेट होंडा इंजन के साथ | Machine Accessories | Engine |  5 एचपी इंजन / एयर कूल्ड / लॉन्ग टेल सेट / 1800 आरपीएम |  फिशिंग बोट / ट्रांसपोर्ट बोट / समुद्री क्षेत्र / नदी, झील और डैम |  KKK with Honda |  लॉन्ग टेल इंजन सेट |  |  | फिशिंग बोट्स में बेहतर संचालन और प्रदर्शन के लिए उपयुक्त | ",
  "RAIN BIRD US410MX UNI SPRAY SPRAY HEAD BODY W 10 VAN 4 POP UP HEIGHT (Pack of 5) | रेन बर्ड US410MX यूनि-स्प्रे स्प्रे हेड, बॉडी विद 10 VAN, 4\" पॉप-अप ऊंचाई (5 का पैक) | Aqua | Aqua Machines |  |  |  |  |  |  |  | ",
  "Sprayman SPARYMAN 220S Battery Sprayer 20 Liter With All attachments | स्प्रेमैन SPARYMAN 220S बैटरी स्प्रेयर 20 लीटर सभी अनुलग्नकों के साथ | Machinery | Spray Pumps |  | कृषि, उद्यान विज्ञान और औद्योगिक उपयोगों के लिए कीटनाशकों, खरपतवार नाशकों और उर्वरकों को छिड़कने के लिए आदर्श। फार्म, बागों और बागवानी कार्यों में बड़े क्षेत्र में छिड़काव के लिए उपयुक्त। बड़े सतहों को सफाई और कीटाणुरहित करने के लिए भी उपयोग किया जा सकता है। |  |  |  |  |  | ",
  "Nuline Ultrasonic Digital Stirrer | न्यूलाइन अल्ट्रासोनिक डिजिटल स्टिरर (दुग्ध परीक्षण उपकरण ) | Livestock | Milk Processing | अल्ट्रासोनिक डिजिटल स्टिरर दूध की गुणवत्ता के परीक्षण के लिए उत्तम उपकरण है। यह विशेष रूप से परीक्षण से पहले ताजे दूध से हवा के बुलबुले को पूरी तरह से हटाने के लिए डिज़ाइन किया गया है ताकि अंतिम रीडिंग में कोई गलती न हो। |  | न्यूलाइन |  |  |  |  | ",
  "Exloyn Thunder Tolfenpyrad 15% EC 1000 ml | एक्सलॉयन थंडर टोल्फेनपाइराड 15% ईसी 1000 मिली | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "Sprinkler Kit with 32 mm Poly Tube 150 Mtr Pipe and 16 Nozzles without Punch (for 800 to 1500 sq.m. area) | स्प्रिंकलर किट 32 मिमी पॉली ट्यूब के साथ - 150 मीटर पाइप और 16 नोजल वाला बिना पंच के (800 से 1500 वर्ग मीटर क्षेत्र के लिए) - एक्यूरेन | Agri | Irrigation Equipments | एक्यूरेन स्प्रिंकलर किट एक परम स्प्रिंकलर सिंचाई प्रणाली है जो पारंपरिक स्प्रिंकलर सिंचाई प्रणाली की सभी सीमाओं को पार करती है और फिर भी प्रभावी सिंचाई सिद्धांतों के उच्च मानकों को पूरा करती है, जैसे - उच्च वितरण एकरूपता (एक सामान वितरण) नियंत्रित अनुप्रयोग दर, हल्की वर्षा, कम बूंद प्रभाव इसमें मिट्टी की संरचना और पत्तों को कोई नुकसान नहीं होता है, यह 1 लघु सिंचाई चक्र हैं। | आलू, पत्तेदार सब्जियाँ, तिलहन, दालें, अनाज, चारा फसलें आदि जैसे निकटवर्ती/क्षेत्रीय फसलों के लिए अनुशंसित। | एक्यूरेन |  |  |  |  | ",
  "RBD R PIN 10 MM Tiller Attachment Pack of 10 | RBD आर पिन 10 एमएम टिलर अटैचमेंट 10 का पैक | NaN | NaN | इस पैक में 10 अटैचमेंट होते हैं, जो लंबे समय तक उपयोग के लिए आदर्श होते हैं। यह किसानों को अधिक कार्यक्षमता और दक्षता प्रदान करता है, क्योंकि एक बार में कई अटैचमेंट बदलने की आवश्यकता नहीं होती है। |  | आरबीडी |  |  |  |  | ",
  "Pond Master Water and Soil Probiotics Water Decors | पॉन्ड मास्टर - जल एवं मृदा प्रोबायोटिक्स - वॉटर डेकोर्स | Aqua | Aqua OTC |  |  | वॉटर डेकोर्स |  |  |  |  | ",
  "Azoto 6 Cap Pack Siesto Green | एज़ोटो - 6 कैप्सूल का पैक - सिस्टो ग्रीन | Agri | Fertilizers |  |  | सिस्टो ग्रीन |  |  |  |  | ",
  "Greenleaf NPF BPK 120 12V 2 in 1 Thermal Fogging Machine | ग्रीनलीफ NPF-BPK-120 12V 2 इन 1 थर्मल फॉगिंग मशीन | Fogging Machine | Fogging Machine |  | कृषि, हॉस्पिटल, वेयरहाउस, गार्डन, होटल, रेस्टोरेंट |  |  |  |  |  | ",
  "Bulk Milk Cooler (3000 LTR) Double Compartment Technomond | बल्क मिल्क कूलर (3000 लीटर) डबल कम्पार्टमेंट | Livestock | Milk Processing | दूध का संग्रह केंद्र का सबसे महत्वपूर्ण हिस्सा बल्क मिल्क कूलर है। जब दूध निकाला जाता है, तो यह लगभग 37 डिग्री सेल्सियस पर होता है। यदि निष्कर्षण के बाद दूध कमरे के तापमान पर बना रहता है, तो बैक्टीरिया की वृद्धि दूध की गुणवत्ता को प्रभावित करेगी। निर्धारित समय में दूध को 4 डिग्री सेल्सियस तक ठंडा करने के लिए बल्क मिल्क कूलर का इस्तेमाल किया जाता है। बल्क मिल्क कूलर विभिन्न प्रकार के आकारों में उपलब्ध है। इस मशीन के मदद से आप दूध को 18 से 48 घंटे तक ठंडा रख सकते हो। साथ ही आप दूध को स्टोरेज भी कर सकते हो। |  |  |  |  |  |  | ",
  "Extension Drill 70cms (2.33 Feets) Mitsuyama | एक्सटेंशन ड्रिल 70 सेमी (2.33 फीट) - मित्सुयामा | Machinery | Auger Machine |  |  | मित्सुयामा |  |  |  |  | ",
  "Livestockify Dairy Farm THI Monitoring Device KuppiSmart | पशुधन डेयरी फार्म के लिए टीएचआई निगरानी उपकरण - कुप्पीस्मार्ट | Livestock | Animal Health | यह डिवाइस पशुओं के वातावरण का विश्लेषण कर उन्हें तनाव से बचाने में मदद करता है। इसका उपयोग डेयरी फार्म की उत्पादकता को बढ़ाने के लिए किया जाता है। | पशुओं के स्वास्थ्य और आराम को सुनिश्चित करना | कुप्पीस्मार्ट |  |  |  |  | ",
  "V L K R Pump 150 GPD For Fogger Kit | V L K R पंप 150 GPD फॉगर किट के लिए | Livestock Solution | Fogger Kit |  |  यह पंप फॉगर किट और आरओ सिस्टम में पानी के दबाव को बढ़ाने के लिए उपयोग होता है, जिससे प्रभावी फॉगिंग और शुद्धिकरण संभव हो पाता है। |  VLKR |  |  |  |  | ",
  "Saimax Honda UMK450T U2NT Brush Cutter | साइमैक्स होंडा UMK450T U2NT ब्रश कटर | Machinery | Power Tiller |  2 HP पावर / 47.9 CC इंजन / 4 स्ट्रोक / 1483 mm |  बागवानी / घास कटाई / खेतों की सफाई / घरेलू गार्डनिंग |  Saimax |  बैकपैक ब्रश कटर |  |  | घरों के गार्डन और नर्सरी में घास काटने और साफ-सफाई के लिए उपयुक्त। | ",
  "VerdeMach N70DG (Max) Rice Mill Grader Type Without Motor | वर्डेमैक N70DG (मैक्स) चावल मिल ग्रेडर प्रकार बिना मोटर | Machinery | Post Harvesting Machines |  |  |  |  |  |  | कच्चे धान को प्रोसेस कर अलग-अलग ग्रेड के चावल तैयार करने के लिए उपयोग किया जाता है। | ",
  "Ridger For 3hp Engine Tiller Attachment Shakti | शक्ति 3 HP रिजर पॉवर टिलर अटैचमेंट | Machine Accessories | Power Tiller Attachments |  |  | शक्ति |  |  |  |  | ",
  "Saimax Briggs And Stratton Engine with KKK shaft | साइमैक्स ब्रिग्स एंड स्ट्रैटन इंजन KKK शाफ्ट के साथ | Machine Accessories | Engine |  |  |  |  |  |  |  | ",
  "Wheto Sulfosulfuron 75Percent WG Herbicide (Pack of 5) Uttam | व्हीटो - सल्फोसल्फ्यूरॉन 75% डब्लूजी - शाकनाशी (5 का पैक) - उत्तम | Agri | Chemicals |  |  | व्हीटो |  |  |  |  | ",
  "MAGIC ROOTS – The Master Hormone | मैजिक रूट - द मास्टर हॉर्मोन | Agri | Fertilizers | मैजिक रूट्स नैनोपार्टिकल्स जो गतिशील रूप से एंजाइम उत्पादन को बढ़ाते हैं औरपौधे का C/N मेटाबोलिज्म, तनाव को कम करता है और इसे फिर से जीवंत करता है. एक और अध्ययन मिलाइस प्रकार यह पौधे में क्लोरोफिल, प्रोटीन और न्यूक्लिक एसिड की सामग्री को बढ़ाता हैप्रकाश संश्लेषण प्रक्रिया को बढ़ावा देना। आगे की चयापचय प्रक्रिया का परिणाम होता हैऐसा वाष्पशील कार्बनिक यौगिक जो संचार के लिए एक हवाई संकेत के रूप में कार्य करता हैपौधे के भीतर अन्य दूर की पत्तियों और पड़ोसी पौधों को भी। |  |  |  |  |  |  | ",
  "Godhan GS 350 Single Bucket 25 Litre Milking Machine Oil All In One | गोधन मिल्किंग मशीन GS350 ऑयल ऑल इन वन सिंगल बाल्टी 25 लीटर | Livestock | Milking Machine and Accessories |  |  |  |  |  |  |  | ",
  "AgrowSure Raised Bed Maker Adjustable width 2ft 3 5ft 20 to 35 HP | एग्रोश्योर रेज्ड बेड मेकर (समायोज्य चौड़ाई 2-3.5 फीट), HP रेंज: 20-35 HP | Machinery | Thresher |  |  |  एग्रोश्योर |  |  |  | सब्जियों और अन्य फसलों के लिए उन्नत बेड बनाने में सहायक। | ",
  "Sunrise Irrigation Micro Sprinkler Pin Pack of 50 | सनराइज इरिगेशन माइक्रो स्प्रिंकलर पिन – 50 नग | Agri | Irrigation Equipments |  |  |  |  |  |  |  | ",
  "Grow 3 Silver Black Mulching Sheet FGMUL RL 1000 X 400 | ग्रो 3 सिल्वर ब्लैक मल्चिंग शीट - (बिना छेद वाला) 1000 मिमी चौड़ाई के साथ | Agri | Farm Protection Equipment | ग्रोइट की मल्च फिल्म मिट्टी की नमी को संरक्षित करने के लिए पौधे के चारों ओर मिट्टी की सतह पर एक परत जोड़ती है जो खरपतवार के विकास को रोकती है, फसलों को कीड़ों से बचाती है, मिट्टी के तापमान को नियंत्रित करती है और वाष्पीकरण के माध्यम से पानी की हानि को रोकती है। |  |  |  |  |  |  | ",
  "Greenleaf 2 Teeth Carbon Steel Black Blade for Brush Cutter | ग्रीनलीफ 2 टीथ कार्बन स्टील ब्लैक ब्लेड फॉर ब्रश कटर | Machinery | Thresher | दो दांतों वाला ब्लेड जो ब्रश कटर के लिए तेज़ और प्रभावी कटिंग प्रदान करता है। | खेतों और बागानों में झाड़ियां और घास काटने के लिए। |  |  |  |  |  | ",
  "RBD Single Side Plough For 3 HP Tiller Attachment | RBD सिंगल साइड हल 3 Hp टिलर अटैचमेंट के लिए | NaN | NaN |  | खेत की मिट्टी की गहरी खुदाई और जुताई के लिए |  RBD |  |  |  |  | ",
  "NPK Test Kit (Soil Testing) | NPK जाँच किट (मिट्टी परीक्षण) | Agri | Field Preparation | यह किट सभी प्रमुख पोषक तत्वों का सटीक और तेज आकलन करती है। इसमें पर्याप्त अभिकर्मक और सहायक उपकरण शामिल हैं। | मिट्टी की गुणवत्ता और पोषक तत्व सामग्री का आकलन करने के लिए , और कृषि फसलों के लिए उपयुक्त उर्वरक योजना तैयार करने के लिए | ओरलैब |  |  |  |  | ",
  "RE CONCIV BOLUS (Natural Treatment For Conception) Pack of 2 | रि-कन्सीव (गर्भाधान के लिए उपचार) - 2 का पैक | Livestock | Animal Health |  |  | ब्रायो वेट फार्मा |  |  |  |  | ",
  "AJ Kisan Agrotech Premium Iron Wheel 17 Inch (Diesel) | एजे किसान एग्रोटेक प्रीमियम आयरन व्हील 17 इंच (डीजल) | Machinery | Thresher |  |  |  |  |  |  |  | ",
  "Poultry Feeder for Poultry Farm and for all Other Birds Feeder Capacity 3 kg (Pack of 2) Ndeal | पोल्ट्री फार्म और अन्य सभी पक्षियों के लिए पोल्ट्री फीडर - फीडर क्षमता 3 किलो (2 का पैक) - एनडील | Poultry | Poultry Equipment | पैन में फ़ीड/ दाना और पानी के स्तर को तीन समायोजन का उपयोग करके नियंत्रित और प्रबंधित किया जा सकता है अत्यधिक कुशल विस्तार शंकु जो दाना ठीक से डालने में मदद करता है, पक्षियों की भीड़ को नियंत्रित करने के लिए ग्रिल उपलब्ध हैं, इससे श्रम कम होता है और समय की बचत होती है। |  | एनडील |  |  |  |  | ",
  "Tomato Jumbo F1 Hybrid Shine Brand Seeds, (Tamatar Seds) 10 Gm | टमाटर जंबो F1 हाइब्रिड - शाइन ब्रांड बीज, (टमाटर बीज) 10 ग्राम | Agri | Seeds | शाइन ब्रांड के बीज गहरा लाल रंग प्रदान करते हैं, यह अर्ध-दृढ़ होते है, यह गर्मी सहन करने वाले होते है, यह आकार में चपटे और रोग प्रतिरोधी होते हैं।  |  | शाइन सीड्स |  |  |  |  | ",
  "VerdeMach N70G Rice Mill Grader Type Without Motor | वर्डेमैक N70G चावल मिल ग्रेडर प्रकार बिना मोटर | Machinery | Post Harvesting Machines |  |  |  |  |  |  | कच्चे धान को प्रोसेस कर अलग-अलग ग्रेड के चावल तैयार करने के लिए उपयोग किया जाता है। | ",
  "Balwaan 52cc Engine powered Soil Digger| BE 52 | 2 स्ट्रोक अर्थ ऑगर 52सीसी (बिना बिट के)- बी-52 (बलवान) | Agri | Field Preparation |  |  | बलवान |  |  |  |  | ",
  "Double Chamber Vacuum Packaging Machine DCH 750 Model Powervac | डबल चैंबर वैक्यूम पैकेजिंग मशीन - DCH-750 - मॉडल - पॉवरवैक | Agri | Packing Machine |  |  | पॉवरवैक |  |  |  |  | ",
  "Briovit Gold Multi Vitamin Liquid Brio Vet Pharma | ब्रायोविट गोल्ड - मल्टी विटामिन- ब्रायो वेट फार्मा | Livestock | Animal Health |  |  | ब्रायो वेट फार्मा |  |  |  |  | ",
  "Earth Auger 72 CC Petrol 2 Stroke Air Cooled (RBD) | अर्थ ऑगर 72 CC पेट्रोल 2-स्ट्रोक एयर कूल्ड (आरबीडी) | Agri | Field Preparation | आरबीडी अर्थ ऑगर जमीन, खेतों, नर्सरी और ग्रीनहाउस में ड्रिलिंग प्रकार के संचालन के लिए उपयुक्त है। केले के बागानों, सब्जियों की फसलों के लिए खेतों में ड्रिलिंग के लिए कृषि प्रयोजन के लिए उपयोग करें। इसका उपयोग कृषि संस्थानों, बागवानी वृक्षारोपण, राजमार्ग प्राधिकरण, बाड़ लगाने के ठेकेदारों के लिए भी किया जाता है। RBD अर्थ ऑगर 72cc 2 स्ट्रोक इंजन में उपलब्ध है। |  |  |  |  |  |  | ",
  "Bottle Gourd (long) Vinayak Syngenta 50 Gm (Pack of 2) | लौकी (लंबी) - विनायक - सिंजेंटा 50 ग्राम (2 का पैक) | Agri | Seeds |  |  | विनायक |  |  |  |  | ",
  "Fruit Fly Lure (Pack of 10) Green Revolution | फ्रूट फ्लाई ल्यूर (10 का पैक) - ग्रीन रेवोलुशन | Agri | Farm Protection Equipment | फ्रूट फ्लाई ल्यूर और ट्रैप आम, अमरूद, सपोटा, सिट्रस , केला और पपीता फलो को  फ्रूट फ्लाई से सुरक्षित करता है | इसके उपयोग से आपको ज्यादा कीटनाशकों की आवश्यकता नहीं पड़ेगी जिससे सभी फसले कुदरती तोर पे बढ़ती है और उनकी गुणवत्ता में भी बढ़ोतरी होती है | |  | ग्रीन रेवोलुशन |  |  |  |  | ",
  "Brush Cutter With multi tools (6 in 1 Package) (Agri Techno) | ब्रश कटर मल्टी टूल्स के साथ (1 पैकेज में 6) (एग्री टेक्नो) | Agri | Harvesting |  |  |  |  |  |  |  | ",
  "Petrol Power Weeder With Headlight Centre Rotary 296 CC 4 Stroke Single Cylinder MT 900PL Model Benson | पेट्रोल पावर वीडर हेडलाइट सेंटर रोटरी के साथ 7 एचपी 296 सीसी 4 स्ट्रोक सिंगल सिलेंडर एमटी 900पीएल मॉडल-बेन्सन | NaN | NaN | बेन्सन द्वारा MT 900PL पेट्रोल पावर वीडर में 296 CC, 4-स्ट्रोक इंजन और कुशल मिट्टी की तैयारी के लिए एक केंद्र रोटरी टिलिंग सिस्टम है। दृश्यता के लिए एक अंतर्निहित हेडलाइट के साथ, यह स्थायित्व और उपयोग में आसानी के लिए डिज़ाइन किया गया है, जो इसे बागवानी और खेती के कार्यों के लिए आदर्श बनाता है। |  |  |  |  |  |  | ",
  "Digamax Powder | डिगामैक्स पाउडर | Livestock | Animal Health | बेहतर फाइबर पाचन को विनियमित करने में मदद करता है, दूध में वसा सामग्री और एसएनएफ को अनुकूलित करने में मदद करता है, नियमित फ़ीड सेवन और पाचन में मदद करता है। |  | एनिमैक्स फार्मा |  |  |  |  | ",
  "AgrowSure 3 Bottom Reversible Plough Mechanical 40 to 50 HP | एग्रोश्योर 3 बॉटम रिवर्सिबल प्लाउ (मैकेनिकल), HP रेंज: 40-50 HP | Machine Accessories | Power Tiller Attachments |  |  |  एग्रोश्योर |  मैकेनिकल रिवर्सिबल प्लाउ |  |  | कठोर और भारी मिट्टी में गहरी जुताई के लिए उपयुक्त। | ",
  "POWER WEEDER Tiller 418Cc, AKD1150 ES Model 8.5 HP With 4 Stroke diesel engine ASPEE | एस्पी AKD1150 ES पॉवर टिलर डीजल 4 स्ट्रोक 8.5 HP 418CC 32 रोटावेटर ब्लेड के साथ | Agri | Harvesting |  |  | एस्पी |  |  |  |  | ",
  "Pond Oxy (T) Water Decors | पॉन्ड ऑक्सी (टी) - वॉटर डेकोर्स | Aqua | Aqua OTC |  | तालाब में मछली के बीज डालने से पहले पॉण्ड ऑक्सी के प्रयोग से मछली के बीज की मृत्युदर कम हो जाती है। यह बहुत तीव्रता से ऑक्सीजन छोडने वाला उत्पाद है जिसके प्रयोग से ऑक्सीजन की कमी तुरंत पूरी हो जाती है  | वॉटर डेकोर्स |  |  |  |  | ",
  "FB SAKET F1 Hybrid Okra Seeds Farmson Biotech | FB-SAKET F1 हाइब्रिड भिंडी बीज - फार्मसन बायोटेक | Agri | Seeds |  |  | फार्मसन बायोटेक |  |  |  |  | ",
  "High Torque Battery Brush Cutter with all attachments (3T Blade and Nylon Tape and Crop Collector and Lithium phosphate battery with charger) Stepupify | हाई टॉर्क बैटरी ब्रश कटर सभी अटैचमेंट के साथ (3T ब्लेड + नायलॉन टेप + क्रॉप कलेक्टर + चार्जर के साथ लिथियम फॉस्फेट बैटरी) - स्टेपपिफाई | Agri | Harvesting |  |  | स्टेपपिफाई |  |  |  |  | ",
  "Vegetable and Fruit Purifier (Ozonizer) Machine EPS VP01 Nilsan | सब्जी और फलो को साफ़ करने के लिए (ओज़ोनाइज़र) मशीन - EPS-VP01 - निल्सन | Agri | Food Processing Machines |  |  | निल्सन |  |  |  |  | ",
  "Milk Cream Separator Swastik Agro | मिल्क क्रीम सेपरेटर - स्वस्तिक एग्रो (मेलास्टी) | Livestock | Milk Processing | उपयोगकर्ता के अनुकूल संचालन, रखरखाव, अंशांकन और स्थापना सरल,पोर्टेबल और कॉम्पैक्ट डिज़ाइन के लिए बहुत कम दूध की मात्रा की आवश्यकता होती है मापन सटीकता समायोजन उपयोगकर्ता RS 232 इंटरफ़ेस द्वारा किया जा सकता है  |  |  |  |  |  |  | ",
  "Exloyn Zyris 55 Sulphur 55.16% SC 1000 ml | एक्सलॉयन ज़ायरीस 55 सल्फर 55.16% एससी 1000 मिली | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "V L K R 200 Single way Fogger Kit with 200 Feet pipe 40 Nozzel Timer Filter and 150 GPD Motor Pack of 11 | 10 के मूल्य पर 11 का ऑफर - V L K R 200 फॉगर किट 40 नोजल और बाउल फिल्टर के साथ | Livestock | Dairy Farm Management | 200 फीट 6mm पाइप, 40 नोजल, 1 टाइमर, फिल्टर और 150 GPD DC मोटर पंप के साथ आता है। यह किट माइक्रो फॉगिंग के जरिए धूल और हानिकारक कीटों को कम करता है, जिससे स्वच्छ और स्वस्थ वातावरण मिलता है। इसकी शक्तिशाली DC मोटर पंप और फिल्टर इसे लंबे समय तक स्थिर और प्रभावी प्रदर्शन प्रदान करते हैं, जिससे कम रखरखाव की आवश्यकता होती है। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | VLKR |  |  |  |  | ",
  "Saimax FRP Fishing Boat | साइमैक्स एफआरपी फिशिंग बोट | Others | e-Vehicle |  |  |  |  |  |  |  | ",
  "Automatic Milk Pouch Packaging Machine of 1 Litre Pouch of capacity 1200 pouch per hour APT | 1 लीटर पाउच की स्वचालित दूध पाउच पैकेजिंग मशीन, 1200 पाउच प्रति घंटा क्षमता वाली - एपीटी | Agri | Packing Machine |  | पैकेजिंग प्रयोजन के लिए उपयोग | एपीटी |  |  |  |  | ",
  "Balwaan 1 Inch Water Pump WP 35i Tool Kit, Professional engine, User manaul | बलवान 1 इंच वाटर पंप WP-35i टूल किट, पेशेवर इंजन, उपयोगकर्ता मैनुअल | Agri | Irrigation Equipments | बलवान 35cc ISI मार्क 1 इंच वॉटर पंप-WP-35i एक प्रकार का सेंट्रीफ्यूगल पंप है, जिसकी लागत कम है, वजन भी कम है, इसका रखरखाव भी आसान है और यह निर्माण में भी कम लागत वाला है और शोर भी कम है। पूरी मशीन ईंधन-कुशल, शक्तिशाली है और अच्छा प्रदर्शन करती है। कॉम्पैक्ट लिफ्टिंग हैंडल कार्य क्षेत्रों के बीच उठाना और परिवहन करना आसान बनाते हैं।  |  | बलवान |  |  |  |  | ",
  "Uttam Veerkill Weedicide 2,4 D Ethyl Ester 38Percent EC (Pack of 2) | उत्तम वीरकिल खरपतवारनाशी - 2,4-डी इथाइल एस्टर 38% ईसी (2 का पैक) | Agri | Chemicals | कई फसलों में चौड़ी पत्ती वाले खरपतवारों के नियंत्रण के लिए यह एक सुरक्षित और व्यापक स्पेक्ट्रम वाला खरपतवारनाशी है। | इसका उपयोग विभिन्न प्रकार के स्थलीय और जलीय चौड़ी पत्ती वाले खरपतवारों पर किया जाता है। इसका घास पर बहुत कम प्रभाव पड़ता है। | वीरकिल |  |  |  |  | ",
  "Exloyn Thiaapex Thiamethoxam 75% W/W SG 250 gm | एक्सलॉयन थियापेक्स थायामेथॉक्साम 75% डब्ल्यू/डब्ल्यू एसजी 250 ग्राम | Agri | Chemicals |  |  |  |  |  |  |  | ",
  "KenTech Banan Fiber Extracting fully automated machine with 1hp single phase motor, panel board with 1.5 hp gear motor | केनटेक केला फाइबर निकालने की पूरी तरह स्वचालित मशीन, 1HP सिंगल फेज मोटर, पैनल बोर्ड और 1.5HP गियर मोटर के साथ | Agri | Food Processing Machines |  |  |  केनटेक |  |  |  | केले के तनों से उच्च गुणवत्ता वाले प्राकृतिक फाइबर निकालने के लिए उपयुक्त। | ",
  "58CC 2 STROKE Chainsaw (RAPL CS 5810 22'' ECO) Really | 58सीसी 2 स्ट्रोक चेनसॉ (आरएपीएल-सीएस-5810-22''-ईसीओ)-रियली | Machinery | Thresher |  |  | रियली |  |  |  |  | ",
  "Stressza For Pets (Pack of 5) Dr Goels | स्ट्रेसज़ा पालतू जानवरों के लिए (5 का पैक) - डॉ. गोयल | Livestock | Animal Health |  पालतू जानवरों के लिए स्ट्रेस्ज़ा चिंता, तनाव और कैनाइन डिस्टेंपर के इलाज के लिए एक उत्कृष्ट उपाय है। जब पशु एक सुर में खरोंच रहा है, भौंक रहा है, पीछे छिप रहा है, चिंतित महसूस कर रहा है, कुछ भी नहीं खा रहा है, यहां तक कि कभी-कभी जंगली व्यवहार कर रहा है या अनजाने में हमला कर रहा है, आदि ये सभी लक्षण चिंता और तनाव के कारण या कैनाइन डिस्टेंपर के विभिन्न कारणों से हो सकते हैं। हमारे पास आपकी सभी समस्याओं का सबसे अच्छा समाधान है, हमारे पास पालतू जानवरों में तनाव दूर करने के लिए STRESSZA एक अद्वितीय होम्योपैथिक पशु चिकित्सा फॉर्मूलेशन है। |  | डॉ. गोयल |  |  |  |  | ",
  "Chaff cutter without electric motor Bhavesh Agro Technology | चारा कटर इलेक्ट्रिक मोटर के बिना - भावेश एग्रो टेक्नोलॉजी | Livestock | Fodder Preparation | यह चाफ कटर बहुउद्देश्यीय उपकरण है जिसका उपयोग मवेशियों के लिए हरा और सूखा चारा बनाने के लिए किया जाता है। उन्हें विभिन्न क्षेत्रीय भाषाओं में चारा कटर और कुट्टी काटने की मशीन के रूप में जाना जाता है। इसका उपयोग दुग्ध उत्पादन में सुधार के लिए डेयरी मवेशियों को खिलाने के लिए किया जाता है। |  | मावड़ी |  |  |  |  | ",
  "De Tox Probiotic and Ammonia Binder Water Decors | डी टॉक्स - प्रोबायोटिक और अमोनिया बाइंडर - वॉटर डेकोर्स | Aqua | Aqua OTC | मौजूद प्रोबायोटिक द्वारा समान खाद्य स्रोत के लिए प्रतिस्पर्धा करके रोगजनक माइक्रोबियल भार को कम करता है। आहार सेवन में सुधार करता है और इस प्रकार तेजी से विकास और बेहतर शरीर के वजन में मदद करता है |  | वॉटर डेकोर्स |  |  |  |  | ",
  "Guvava Fruit Fly Pheromone Trap kit (10 Lure and10 Trapperand 2Hand Glovesand 10 Hnging wire) Green Revolution | अमरुद के हानिकारक कीट फल छेदक मक्खी नियंत्रण फेरोमोन ट्रैप किट (10 ल्यूर + 10 ट्रैपर +10 हैंगिंग वायर + 2 हाथ के दस्ताने) | Agri | Farm Protection Equipment | फ्रूट फ्लाई ट्रैप आम, अमरूद, सपोटा, सिट्रस , केला और पपीता फलो को फ्रूट फ्लाई से सुरक्षित करता है | इसके उपयोग से आपको ज्यादा कीटनाशकों की आवश्यकता नहीं पड़ेगी जिससे सभी फसले कुदरती तोर पे बढ़ती है और उनकी गुणवत्ता में भी बढ़ोतरी होती है | | यह ट्रैपर बॉक्स 1 एकड़ के लिए पर्याप्त कॉम्बो है |  |  |  |  |  | ",
  "Greenleaf DU BL 20211694 9 inch Vertical Tiller Attachment for All Brush Cutter | ग्रीनलीफ DU-BL-20211694 9 इंच वर्टिकल टिलर अटैचमेंट सभी ब्रश कटर के लिए | Agri | Harvesting | ग्रीनलीफ का यह 9 इंच वर्टिकल टिलर अटैचमेंट छोटे और मध्यम आकार के खेतों के लिए डिज़ाइन किया गया है। यह किसानों और बागवानों को फसलों के बीच खरपतवार हटाने और मिट्टी तैयार करने में मदद करता है। इसकी टिकाऊ बनावट और बहुउद्देश्यीय कार्यक्षमता इसे हर खेत के लिए एक मूल्यवान उपकरण बनाती है। |  |  |  |  |  |  | ",
  "Mecstroke 7 to 10 HP 16 Inch Iron Wheel Petrol For Tiller Attachment | मेकस्ट्रोक 7 से 10 HP 16 इंच आयरन व्हील पेट्रोल पावर टिलर अटैचमेंट | NaN | NaN |  |  |  |  |  |  |  | ",
  "Dermisule For Pets (Pack of 5) Dr Goels | डर्मिसुल पालतू जानवरों के लिए (5 का पैक) - डॉ. गोयल | Livestock | Animal Health |  |  | डॉ. गोयल |  |  |  |  | ",
  "Oil Maker Machine 650 Watt Electric Stainless Steel Nilsan | ऑइल मेकर मशीन 650 वाट इलेक्ट्रिक स्टेनलेस स्टील - निल्सन | Agri | Food Processing Machines | यह मशीन एक कोम्मेर्सिअल मशीन है जो लगातार 4 घंटे तक इस्मेताल की जा सकती है लेकिन इसको 4 घंटे चलाने के बाद काम से काम मशीन को 1 घंटे के लिए बंद कर दे ताकि मशीन की कार्य क्षमता अच्छी बनी रहे  |  |  |  |  |  |  | ",
  "Jugnu Rechargeable LED Bulb TWP 29054 (Combo of 2 Bulbs) | जुगनू रिचार्जेबल एलईडी बल्ब - TWP 29054 (2 बल्ब का कॉम्बो) | Agri | Farm Protection Equipment | 3w LED बल्ब (नॉन-सोलर), बैक अप: हाई ब्राइटनेस मोड- 2 घंटे, लो ब्राइटनेस मोड- 8 घंटे, इमरजेंसी मोबाइल चार्जिंग के साथ प्रोडक्ट सामान्य 5v एडॉप्टर और माइक्रो-यूएसबी केबल से चार्ज हो सकता है |  |  |  |  |  |  | ",
  "OE 2000 Oil Expeller Confider | OE-2000 ऑयल एक्सपेलर - कॉन्फ़िडर | Agri | Food Processing Machines | कॉन्फिडर्स इंडस्ट्रीज द्वारा घरेलू तेल एक्सपेलर मशीन का व्यापक रूप से तेल कारोबार शुरू करने के लिए उपयोग किया जाता है। बहुत कम कीमत पर घर। कॉन्फिडर इंडस्ट्रीज द्वारा घरेलू ऑयल एक्सपेलर मशीन आज की घरेलू रसोई के लिए दैनिक स्वस्थ भोजन का सेवन करने वाली प्रीमियम मशीन है। |  |  |  |  |  |  | ",
  "Fevercure Homoeo Vet (Pack of 3) Hivet | फीवरक्योर (बुखार के उपचार हेतु) (3 का पैक) - हाइवेट | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Shrachi 212CC 4P3 Power Weeder |  श्राची 212CC 4P3 पावर वीडर | NaN | NaN | न्यूनतम लागत पर अधिकतम लाभ देने के लिए अनुकूलित हमारा नवीनतम पेट्रोल इंजन श्राची 4पी3 पावर वीडर पेश किया गया है। इस हल्के वजन वाले और कॉम्पैक्ट डिज़ाइन वाले पावर वीडर का उपयोग निराई-गुड़ाई, पोखर, अंतर-खेती और स्टेपलैंड खेती के लिए किया जाता है। यह 5.5 एचपी के पावर आउटपुट के साथ आता है और 16/24 एडजस्टेबल ब्लेड के साथ-साथ धान व्हील, वॉटर पंप इत्यादि जैसे कई अटैचमेंट के साथ आता है। |  | श्राची |  |  |  |  | ",
  "Flying Drone (10L) (ADVANCE MODEL) with 1 year of Insurance AGRIBOT | फ्लाइंग ड्रोन (10L) (एडवांस मॉडल) बिना प्रशिक्षण और बीमा के - एग्रीबोट | Agri | Agricultural Drone |  |  | आईओटेकवर्ल्ड एविगेशन | लिथियम पॉलिमर (सूखा) |  |  |  | ",
  "Punjab Agro 100 Single way Fogger Kit With 100 Feet Pipe 20 Nozzle Timer Filter and 100 Gdp Motor | पंजाब एग्रो 100 फॉगर किट 20 नोजल और बाउल फिल्टर के साथ | Machine Accessories | Fogging kit Accessories | यह किट कृषि, बागवानी और औद्योगिक उपयोग के लिए आदर्श है। इसमें 100 फीट लंबी पाइप, 20 नोजल्स, एक टाइमर, फिल्टर और 100 जीपीडी मोटर शामिल हैं। पारंपरिक कूलिंग सिस्टम की तुलना में कम बिजली और पानी की खपत करता है, जिससे यह एक किफायती समाधान बन जाता है। पैक में 10 किट्स होते हैं, जो बड़े स्थानों पर छिड़काव को सुविधाजनक और प्रभावी बनाते हैं। | ग्रीनहाउस, लंबी सुरंगों और गौशालाओं के लिए बाष्पीकरणीय शीतलन और आर्द्रता नियंत्रण करने के लिए उपयोग किया जाता है, दुकान/रेस्तरां/बार आउटडोर कूलिंग के लिए और यह फॉगर सिस्टम डायरी फार्म के लिए भी है। | पंजाब एग्रो  |  |  |  |  | ",
  "Milking Machine Chotu model inverter Cowtools | काउ टूल्स मिल्किंग मशीन छोटू मॉडल इन्वर्टर 25 लीटर | Livestock | Milking Machine and Accessories |  |  | काऊ-टूल्स |  |  |  |  | ",
  "Perfect 2 Stroke Brush Cutter (PA BC52 2SBP) | परफेक्ट 2 स्ट्रोक ब्रश कटर (PA BC52 2SBP) | Machinery | Thresher |  |  |  | बैग |  |  |  | ",
  "Hi Make Agro HM 4 Chaff Cutter Without Motor 2 Roller (9 Inch) or Gear 2R 1F Blade | हाई मेक एग्रो HM 4 चाफ कटर विथ 2 रोलर (9 इंच) और  गियर बिना मोटर के 2 घूमते और 1 फिक्स ब्लेड के साथ | Livestock | Fodder Preparation | एक किफायती, मजबूत और बहुउद्देशीय मशीन है जो किसानों को घास और अन्य कृषि सामग्री को आसानी से काटने में मदद करती है। इसकी सरलता, कम रखरखाव और बिना मोटर के होने के कारण यह छोटे किसानों के लिए आदर्श है। | यह चाफ कटर बिना मोटर के आता है, जिससे इसकी लागत कम होती है। यह छोटे किसानों के लिए एक किफायती विकल्प है, क्योंकि यह मोटर की लागत से बचाता है। |  |  |  |  |  | ",
  "AJ Kisan Agrotech Leveler (Standard) | एजे किसान एग्रोटेक लेवलर (स्टैंडर्ड) | Machinery | Thresher |  |  |  |  |  |  |  | ",
  "Digital Weighing Scale, Capacity 300 Kg, Platform Size 20x20 inches Metis | डिजिटल वेइंग स्केल, क्षमता 300 किलोग्राम, प्लेटफार्म आकार 20x20 इंच -मेटिस | Machinery | Dairy farm Machinery |  |  |  मेटिस |  |  |  |  | ",
  "RESIPRO PLUS Farmology | रेसिप्रो प्लस - फारमोलॉजी | Agri | Fertilizers |  | देर से फूलने और फलने की अवस्था में उपयोग करें, पाए पांच विटामिन इस एक उत्पाद में |  | जैविक खाद |  |  |  | ",
  "Dry Land Blade for Power Tiller Pack of 24 Shakti | शक्ति ड्राई लैंड ब्लेड पावर टिलर के लिए (24 का पैक) | Machine Accessories | Power Tiller Attachments | 24 ड्राई लैंड ब्लेड का यह पैक शक्ति पावर टिलर के लिए डिज़ाइन किया गया है, जो सूखी और कठोर मिट्टी में काम करने के लिए एकदम सही है। टिकाऊ सामग्रियों से निर्मित, ये ब्लेड चुनौतीपूर्ण परिस्थितियों में कुशल मिट्टी काटने और विश्वसनीय प्रदर्शन प्रदान करते हैं।  |  |  |  |  |  |  | ",
  "MAGIC ROOTS – The Master Hormone (Pack of 2) | मैजिक रूट - द मास्टर हॉर्मोन (2 का पैक) | Agri | Fertilizers | मैजिक रूट्स नैनोपार्टिकल्स जो गतिशील रूप से एंजाइम उत्पादन को बढ़ाते हैं औरपौधे का C/N मेटाबोलिज्म, तनाव को कम करता है और इसे फिर से जीवंत करता है. एक और अध्ययन मिलाइस प्रकार यह पौधे में क्लोरोफिल, प्रोटीन और न्यूक्लिक एसिड की सामग्री को बढ़ाता हैप्रकाश संश्लेषण प्रक्रिया को बढ़ावा देना। आगे की चयापचय प्रक्रिया का परिणाम होता हैऐसा वाष्पशील कार्बनिक यौगिक जो संचार के लिए एक हवाई संकेत के रूप में कार्य करता हैपौधे के भीतर अन्य दूर की पत्तियों और पड़ोसी पौधों को भी। |  | मैजिक रूट |  |  |  |  | ",
  "Hariom H400 Chaff Cutter Without motor and 2 Rotating and 1 Fixed Blade | हरिओम H400 चाफ कटर बिना मोटर के और 2 रोटेटिंग और 1 फिक्स्ड ब्लेड | Livestock | Fodder Preparation | एक किफायती, मजबूत और बहुउद्देशीय मशीन है जो किसानों को घास और अन्य कृषि सामग्री को आसानी से काटने में मदद करती है। इसकी सरलता, कम रखरखाव और बिना मोटर के होने के कारण यह छोटे किसानों के लिए आदर्श है। | यह चाफ कटर बिना मोटर के आता है, जिससे इसकी लागत कम होती है। यह छोटे किसानों के लिए एक किफायती विकल्प है, क्योंकि यह मोटर की लागत से बचाता है। |  |  |  |  |  | ",
  "Glycosa Suspension (1 litre) Pack of 2 Nitcam Pharma | ग्लीकोजा सस्पेंशन (1 लीटर) 2 का पैक - निटकैम फार्मा | Livestock | Animal Health |  |  |  |  |  |  |  | ",
  "Nano Combi (Zn 16Percent and Mn 3Percent and Cu 3Percent) Nano Fertilizer, Combination of All The Micronutrients Required for Plants Geolife | नैनो कॉम्बी (Zn-16% + Mn-3% + Cu-3%) नैनो उर्वरक, पौधों के लिए आवश्यक सभी सूक्ष्म पोषक तत्वों का संयोजन - जियोलाइफ | Agri | Fertilizers |  |  | जियोलाइफ |  |  |  |  | ",
  "VerdeMach CC1.5C Corn Crusher 1.5HP Motor | वर्डेमैक CC1.5C मक्का क्रशर 1.5HP मोटर | Machinery | Post Harvesting Machines |  |  |  वर्डेमैक |  मक्का क्रशर मशीन |  |  | मक्का और अन्य अनाज क्रश करने के लिए उपयुक्त पशु चारे की तैयारी के लिए आदर्श। | ",
  "BAKSON VETERINARY Calendula Ointment | बेक्सन वेटरनरी कैलेंडुला ऑइंटमेंट | Livestock | Animal Health | त्वचा संक्रमण, घाव, कटाव और फोड़े-फुंसी में प्रभावी मलहम  | पशुओं की त्वचा संबंधी समस्याओं के उपचार हेतु , फोड़े, फुंसी, खरोंच व घाव पर  | BAKSON VETERINARY  | मलहम  | होम्योपैथिक  | Calendula Officinalis, Petroleum Jelly  | पशुओं के चोट, कटाव या जलने पर राहत देता है  | रासायनिक मलहमों से बचाव के लिए "
]